; simplewall
; https://github.com/henrypp/simplewall/tree/master/bin/i18n
;
; DO NOT MODIFY THIS FILE -- YOUR CHANGES WILL BE ERASED!

[Chinese (Simplified)]
000=1609697339
001=排除
002=无更新可用
003=有可用的更新，是否下载并安装？
004=文件
005=设置
006=退出
007=编辑
009=清除未使用的程序
010=清除定时器
011=查找
012=查找下一个
013=刷新
014=查看
015=图标
016=小
017=大
018=隐藏图标
019=语言
020=字体
021=帮助
022=网站
023=检查更新
024=感谢!
025=关于
026=显示/隐藏
027=开启过滤
028=关闭过滤
030=规则
031=阻止列表
032=系统规则
033=自定义规则
035=错误日志
036=添加文件
040=全部
041=静默通知
042=创建规则
043=定时器
045=禁用定时器
046=打开所属目录
047=复制
048=全选
049=选定当前项
050=取消当前项
051=添加
052=编辑
053=删除
054=导出
055=导入
060=允许环回连接
061=无效程序
062=程序来自网络共享
064=Pico程序
066=已签名的程序
067=静默通知的程序
068=特殊规则
069=系统程序
070=定时器程序
071=规则编辑器
072=名称
073=规则
074=协议簇(仅端口)
075=协议
076=方向
077=操作
078=日期
079=文件
080=签名
081=地址
082=过滤器
083=说明
084=发现时间
086=剩余时间
087=已签名
088=没有签名
089=允许的程序
090=阻止的程序
091=启用的规则
093=待开启的规则
094=出站
095=进站
096=双向
097=允许
098=阻止
102=启用规则
104=帮助
105=应用
106=关闭
107=通用
108=常规设置
109=语言
110=确认标志
111=接口
112=高亮颜色
114=将日志写入到文件
115=通知
116=高级
117=总在最前
118=开机启动
119=启动时最小化
120=仅显示文件名
121=自动调整列宽
122=跳过"用户帐户控制"警告
123=定期检查更新 (推荐)
124=选择语言:
127=阻止端口扫描
128=静默丢弃入站TCP和RST数据包，防止TCP端口扫描；发送“目标不可达”的ICMP包，防止UDP端口扫描。
129=安装启动时段过滤
130=启动过程中阻止数据泄露,即使在"基础过滤引擎" (BFE)引擎启动之前.
134=检查程序的数字签名
135=解析网络地址
136=禁用 Windows 防火墙
137=启用 Windows 防火墙
138=退出时显示确认对话框
139=当定时器活动时，退出程序会显示确认框
140=删除程序需要确认
141=清除日志需要确认
142=双击可以设置颜色.
143=启用丢弃数据包日志记录
144=显示日志
145=清除日志
146=日志最大长度(kB):
147=启用丢弃数据包通知
148=开启通知音
151=同一通知之间的等待时长(秒):
158=为本程序创建地址/端口的专有规则
159=你确定吗?
160=确定要删除 %d 个项目?
161=这将禁止依据所选配置以外的程序访问网络! 你要继续吗?
162=这将恢复所有禁止的程序访问网络!你要继续吗?
164=即使你退出程序，已安装的过滤器仍有效，是否继续？
167=定时器已经激活。只有在程序运行时，定时器才会工作。是否退出程序?
168=是否删除所有的定时器?
169=请勿再次询问
170=程序数量:  %d
172=<空>
174=规则 存在语法错误！
175=源地址
176=目的地址
177=更新服务器连接错误.
178=更新到beta版
181=正在下载更新...
182=下载更新完成.
183=专有规则的程序
186=允许所有的Loopback流量.
188=重置
189=你确定要重置所有的程序设置吗？
191=端口扫描器
192=阻止列表
193=检查新版本...
194=有可用的更新，是否安装？
195=用户规则
197=允许的数据包
198="%s" 的定时器完成！
199=特大
200=未使用的应用
202=定时器程序
203=启用已安装过滤器的保护
204=防止未经授权的应用程序访问已安装的过滤器。
205=在设备到达时刷新过滤器
206=允许所有IPV6重定向(6to4)
207=推荐
208=显示为表格
210=始终允许此程序访问互联网
211=始终阻止此程序访问互联网
212=稍后询问
213=应用到程序 "%s"
214=编辑规则
215=程序
216=服务
217=软件包
218=网络
219=状态
220=过滤已经启用.
221=过滤已经关闭!
222=应用过滤器
223=具有网络连接
224=显示在列表中
225=微软间谍和遥测服务器
226=微软更新服务器
227=微软应用服务器
228=端口
229=网络警告
230=%s 个连接已被阻止
231=禁用
232=安全
233=日志查看器程序
234=在托盘显示提示窗口
235=关闭连接
236=阻止外部所有的连接
237=阻止内部所有的连接
238=图标
239=详细信息
240=平铺
241=若留空字段，规则将应用于任何地址和端口。
242=若不选择程序，规则将应用于任何程序。
243=直到重启前启用过滤。
244=永久规则，在你手动禁用前会一直生效。
245=临时规则，下次重启后重置。
246=启用数据包记录接口
247=当前台程序为全屏时，启用静默模式
248=任务栏图标
249=单击任务栏图标打开窗口

; 繁體中文 (台灣)
; Dogkiller87

[Chinese (Traditional)]
000=1587559640
001=排除
002=您正在使用最新版本！
003=發現新版本，是否下載並安裝？
004=檔案
005=設定
006=退出
007=編輯
009=清除未使用的程式
010=清除計時器
011=尋找
012=尋找下一個
013=重新整理
014=檢視
015=圖示
016=小
017=大
018=隱藏圖示
019=語言
020=字型
021=幫助
022=網站
023=檢查更新
024=麥當勞
025=關於
026=顯示/隱藏
027=未過濾
028=過濾已啟用
030=規則
031=阻止列表
032=系統規則
033=自定義規則
035=錯誤日誌
036=加入文件
040=全部
041=禁用通知
042=建立規則
043=計時器
045=禁用計時器
046=打開包含的資料夾
047=複製
048=全選
049=選取該項目
050=取消選取該項目
051=加入
052=編輯
053=刪除
054=導出
055=導入
060=允許本地連接
061=無效程式 (檔案不存在或過濾器問題)
062=網路共享程式
064=小程式
066=已簽名的程式
067=靜默通知的程式
068=特殊規則
069=系統程式
070=計時器程式
071=規則編輯器
072=名稱
073=規則
074=協定(僅端口)
075=協定
076=方向
077=動作
078=日期
079=檔案
080=簽名
081=位址
082=過濾器
083=說明
084=發現時間
086=剩餘時間
087=已簽名
088=無簽名
089=允許的程式
090=阻止的程式
091=啟用的規則
093=停用的規則
094=連出
095=連入
096=雙向
097=允許
098=阻止
102=啟用規則
104=說明
105=套用
106=關閉
107=一般
108=一般設定
109=語言
110=確認提示
111=介面
112=高亮顯示
114=將日誌寫入到文件
115=通知
116=進階
117=總在最上層
118=開機啟動
119=啟動時最小化
120=僅顯示檔案名
121=自動調整列寬
122=跳過使用者帳戶控制(UAC)警告
123=定期檢查更新 (推薦)
124=選擇語言:
127=防止被端口掃描發現
128=默認丟棄連入TCP和RST封包來防止TCP端口掃描，發送"目標主機無法到達"ICMP封包來防止UDP端口掃描。
129=啟用開機過濾器
130=在"基礎過濾引擎"(BFE)服務啟動之前的開機過程中阻止數據泄露。
134=檢查程式的數字簽名
135=解析網絡地址
136=禁用 Windows 防火墻
137=啟用 Windows 防火墻
138=退出前顯示確認對話框
139=當計時器活動時，退出程式前顯示確認框
140=刪除程式前需要確認
141=清除日誌前需要確認
142=點兩下可以設定顏色。
143=啟用丟棄數據包日誌記錄
144=顯示日誌
145=清除日誌
146=日誌最大長度(KB):
147=啟用丟棄數據包通知
148=開啟通知音效
151=相似通知之間的間隔(秒):
158=為本程式創建地址/端口的特別規則
159=您確定嗎？
160=確定要刪除 %d 個項目？
161=這將禁止依據所選配置以外的程式訪問網絡！您要繼續嗎？
162=這將恢復所有禁止的程式訪問網絡！您要繼續嗎？
164=即使您退出程式，已安裝的過濾器仍有效，是否繼續？
167=計時器已經激活。只有在程式運行時，計時器才會工作。是否退出程式？
168=是否刪除所有的計時器？
169=請勿再次詢問
170=程式數量:  %d
172=<空>
174=規則 存在語法錯誤！
175=來源地址
176=目標地址
177=更新伺服器連接錯誤.
178=更新至Beta版
181=正在下載更新...
182=下載更新完成。
183=特殊規則的程式
186=允許所有本地流量。
188=重置
189=您確定要重置所有的程式設置嗎？
191=端口掃描器
192=阻止列表
193=檢查新版本...
194=有可用的更新，是否安裝？
195=自訂義規則
197=允許的封包
198="%s" 計時器結束！
199=特大
200=未使用程式
202=計時器程式
203=啟用已安裝過濾器的保護
204=防止未經授權的應用程式存取已安裝的過濾器。
205=當儲存裝置連接時重新整理過濾器
206=允許所有IPv6重導向(6到4)
207=推薦
208=以表格顯示
210=始終允許此程式存取網路
211=始終阻止此程式存取網路
212=稍後詢問我
213=套用至程式 "%s"
214=編輯規則
215=程式
216=服務
217=套件
218=網路
219=狀態
220=過濾器已啟用。
221=過濾器已禁用！
222=告用過濾器
223=有新的網路連接
224=在列表中顯示
225=微軟監視和遙測伺服器
226=微軟更新伺服器
227=微軟應用程式伺服器
228=端口
229=網路警告
230=%s 阻擋了該程式的連線
231=禁用
232=安全性
233=記錄檔檢視器工具
234=在通知列顯示通知視窗

; Dutch
; ltGuillaume (GitHub)

[Dutch]
000=1606220600
001=Uitsluiten
002=Geen updates beschikbaar.
003=Update beschikbaar. Nu downloaden en installeren?
004=Bestand
005=Instellingen
006=Afsluiten
007=Bewerken
009=Ongebruikte items wissen
010=Timers wissen
011=Zoeken
012=Volgende zoeken
013=Vernieuwen
014=Beeld
015=Iconen
016=Klein
017=Groot
018=Niet inladen
019=Taal
020=Lettertype
023=Updates zoeken
024=Doneren
025=Over
026=Tonen/Verbergen
027=Inschakelen
028=Uitschakelen
030=Regels
031=Blokkeerlijst
032=Systeemregels
033=Eigen regels
035=Foutenlogboek
036=Toepassing toevoegen
040=Alle
041=Notificaties uitschakelen
042=Nieuwe regel
045=Timer uitschakelen
046=Bestandslocatie openen
047=Kopiëren
048=Alles selecteren
049=Selectie inschakelen
050=Selectie uitschakelen
051=Toevoegen
052=Bewerken
053=Verwijderen
054=Exporteren
055=Importeren
060=Loopback-verbindingen voor alle toepassingen toestaan
061=Bestand niet gevonden
062=Netwerklocatie
064=Pico-toepassing
066=Ondertekende toepassing
067=Notificaties uitgeschakeld
068=Specifieke regels
069=Systeemproces
070=Toepassing met timer
071=Regels bewerken
072=Naam
073=Regel
074=Familie (alleen poorten)
076=Richting
077=Actie
078=Datum
079=Pad
080=Handtekening
081=Adres
083=Beschrijving
084=Toegevoegd op
086=Tijd resterend
087=Ondertekend
088=Niet ondertekend
089=Toegestaan
090=Geblokkeerd
091=Ingeschakelde regels
093=Uitgeschakelde regels
094=Uitgaand
095=Inkomend
096=Beide
097=Toestaan
098=Blokkeren
102=Ingeschakeld
105=Opslaan
106=Sluiten
107=Algemeen
108=Algemeen
109=Taal
110=Bevestigen
112=Markering
114=Logboek bijhouden
115=Notificaties
116=Geavanceerd
117=Altijd op voorgrond
118=Automatisch opstarten
119=Geminimaliseerd starten
120=Alleen bestandsnamen tonen
121=Automatische kolombreedte
122=Waarschuwing Gebruikersaccountbeheer omzeilen
123=Periodiek op updates controleren (aanbevolen)
124=Kies taal:
127=Sluipmodus activeren
128=UDP-poortscans voorkomen door inkomende TCP RST te blokkeren en uitgaande ICMP te beantwoorden met "Destination Unreachable".
129=Filters bij opstarten activeren
130=Gegevenslekken voorkomen bij het opstarten, zelfs voordat de service "Base Filtering Engine" (BFE) start.
134=Toepassingen op digitale handtekeningen controleren
135=Netwerkadressen naar domeinnamen omzetten
136=Windows Firewall uitschakelen
137=Windows Firewall inschakelen
138=Bij afsluiten om bevestiging vragen
139=Bij afsluiten wanneer er timers actief zijn om bevestiging vragen
140=Bij toepassingen verwijderen om bevestiging vragen
141=Bij logboek wissen om bevestiging vragen
142=Dubbelklik op een item om te bewerken.
143=Logboek gedropte packets in bestand opslaan
144=Logboek openen
145=Logboek wissen
146=Maximale grootte logboek (kB):
147=Notificaties voor gedropte packets inschakelen
148=Geluid bij notificaties
151=Time-out tussen gelijke notificaties (seconden):
158=Een regel voor deze toepassing aanmaken om de toegang tot een adres en/of poort toe te staan/te blokkeren.
159=Weet u het zeker?
160=%d item(s) verwijderen?
161=De netwerktoegang zal worden geblokkeerd volgens de gekozen regels! Doorgaan?
162=De netwerktoegang zal worden hersteld voor alle voorheen geblokkeerde toepassingen. Doorgaan?
164=De geïnstalleerde filters zullen actief blijven na het afsluiten. Doorgaan?
167=Er zijn een of meerdere timers geactiveerd. Timers werken alleen als de toepassing actief is. Toch afsluiten?
168=Alle timers verwijderen?
169=Niet meer vragen
170=Toepassingen: %d
172=<Leeg>
174=Syntaxfout in regel!
175=Lokaal
176=Extern
177=Fout bij verbinden met server.
178=Beta-versies downloaden
181=Update downloaden... %d%%
182=Downloaden van update voltooid.
183=Met specifieke regels
186=Deze filterlaag maakt het mogelijk om alle loopback-verkeer toe te staan.
188=Resetten
189=Alle instellingen terugzetten naar hun standaardwaarden?
191=verbindingen poortscanners
192=blokkeerlijst
193=Controleren op nieuwe versies...
194=Update beschikbaar. Nu installeren?
195=eigen regels
197=toegestane verbindingen
198=Timer voor "%s" is afgelopen
199=Extra groot
200=Ongebruikt
202=Met timer
203=Beveiliging voor ingestelde filters inschakelen
204=Voorkom dat ongeautoriseerde toepassingen de ingestelde filters wijzigen.
205=Filters verversen bij aankoppelen van opslagapparaten
206=IPv6-omleidingen (6to4) volledig toestaan
207=aanbevolen
208=Als tabel weergeven
210=Altijd toegang altijd verlenen
211=Altijd toegang altijd blokkeren
212=Geen actie ondernemen en later nogmaals vragen
213=Regel "%s" op toepassing uitvoeren
214=Regels bewerken
215=Toepassingen
217=Store Apps
218=Verbindingen
219=Status
220=Filters zijn actief
221=Filters zijn niet actief!
222=Filters toepassen
223=Met netwerkverbindingen
224=In lijst tonen
225=Telemetrie-servers van Microsoft
226=Update-servers van Microsoft
227=Online services van Microsoft
228=Poort
229=Waarschuwing
230=Verbinding geblokkeerd
231=Uitschakelen
232=Beveiliging
233=Logboek openen in
234=Notificaties bij systeemvak tonen
235=Verbinding verbreken
236=Alle uitgaande verbindingen blokkeren
237=Alle inkomende verbindingen blokkeren
238=Iconen
240=Tegels
241=Laat dit veld leeg om de regel te laten gelden voor alle adressen en alle poorten.
242=Selecteer niets om de regel te laten gelden voor alle toepassingen.
243=Filters zijn ingeschakeld totdat Windows opnieuw opgestart wordt.
244=Permanente regels. Deze regels blijven actief totdat ze uitgeschakeld worden.
245=Tijdelijke regels. Deze regels zijn actief totdat Windows opnieuw opgestart wordt.
246=Packetslogboek inschakelen
247=Geen notificaties tonen over toepassingen in volledige schermmodus
248=Pictogram in systeemvak
249=Venster openen met enkele klik

; Finnish v1.0
; Toni Ahola

[Finnish]
000=1588232831
002=Päivityksiä ei ole saatavilla.
004=Tiedosto
005=Asetukset
006=Sulje
007=Muokkaa
013=Päivitä
014=Näkymä
015=Ikonit
016=Pieni
017=Iso
018=Piiloita ikonit
019=Kieli
021=Apua
022=Kotisivut
023=Tarkista päivitykset
025=Tietoja
026=Näytä/Piiloita
031=Estolista
032=Järjestelmän säännöt
033=Custom rules
036=Lisää tiedosto
040=Kaikki
041=Estä ilmoitukset
042=Luo sääntö
046=Avaa sisältävä kansio
047=Kopioi
049=Ruksaa valitut
050=Poista ruksi valituista
051=Lisää
052=Muokkaa
053=Poista
054=Vie
055=Tuo
061=Tiedostoa ei löydy
062=Jaettu verkkotiedosto
064=Pico ohjelma
067=Estetyt ilmoitukset
068=Special rules
069=Järjestelmätiedosto
071=Sääntöjen muokkaus
072=Nimi
073=Sääntö
075=Protokolla
076=Suunta
077=Toiminto
078=Päiväys
081=Osoite
082=Suodatin
083=Muistiinpanot
084=Lisätty
089=Sallitut ohjelmat
090=Estetyt ohjelmat
093=Pois käytöstä olevat säännöt
094=Lähtevä
095=Saapuva
096=Molemmat
097=Salli
098=Estä
105=Ota käyttöön
106=Sulje
108=Yleinen kokoonpano
109=Kieli
110=Vahvistukset
112=Korostus
114=Log to file
115=Ilmoitukset
117=Aina päällimmäisenä
118=Lataa järjestelmän käynnistyessä
120=Näytä ainoastaan tiedostonimet
121=Automaattinen sarakkeiden koko
122=Skippaa "User Account Control" ilmoitus varoitus
123=Tarkista päivitykset säännöllisesti (suositeltavaa)
124=Valitse kieli:
127=Salli stealth-tila
128=Estä porttien skannaus käyttäen hiljaista sisääntulon TCP RST pudotusta sekä lähtevät ICMP "Kohde tavoittamaton" estääksesi UDP portti skannausta.
129=Asenna käynnistyksen aikaiset suodattimet
130=Estä datan vuotaminen järjestelmän käynnistymisen yhteydessä, jopa ennenkuin "Base Filtering Engine" (BFE) palvelu käynnistyy.
136=Poista Windowsin palomuuri käytöstä
137=Ota Windowsin palomuuri käyttöön
138=Näytä vahvistus dialoogi suljettaessa
140=Vahvista kun ohjelmia poistetaan
141=Vahvista kun loki tyhjennetään
143=Salli pudotettujen pakettien kirjaaminen tiedostoon
144=Näytä loki
145=Tyhjennä loki
146=Maksimi lokitiedoston koko: (kB)
147=Salli pudotettujen pakettien ilmoitukset
151=Aikakatkaisu samoilla ilmoituksilla (sek.):
158=Create a special rule to allow access to address and/or port for this application.
159=Oletko varma?
160=Are you sure you want to delete %d item(s)?
161=Tämä estää valitun kokoonpanon ohjelmien verkkoyhteydet! Haluatko jatkaa?
162=Tämä palauttaa verkkoon pääsyn kaikille estetyille ohjelmille! Oletko varma että haluat jatkaa?
164=Installed filters will work even if you exit, continue?
167=Timer activated. Timer are working only when application is running, exit?
168=Delete all timer(s)?
170=Ohjelmien lukumäärä: %d
172=<tyhjä>
174=Syntax virhe säännössä!
183=Special rules apps
189=Are you really sure you want to reset all application settings?
194=Update available, do you want to install them?
198=Timer for "%s" is completed!
202=Timer apps
205=Refresh filters when devices are connected
213=Apply "%s" for app

; French v3.2.4
; Largo

[French]
000=1603204400
001=Exclure
002=Aucune mise à jour disponible.
003=Mise à jour disponible. Télécharger et installer maintenant?
004=Fichier
005=Paramètres
006=Quitter
007=Éditer
009=Purger les Applications inutilisées
010=Purger les minuteries
011=Trouver
012=Trouver le suivant
013=Actualiser
014=Afficher
015=Icônes
016=Petite
017=Grande
018=Ne pas afficher les icônes
019=Langue
020=Police
021=Aide
022=Site Web
023=Vérifier la disponibilité d'une mise à jour
024=Remerciements!
025=À propos de
026=Afficher/Masquer
027=Activer les filtres
028=Désactiver les filtres
030=Règles
031=Liste de blocage
032=Règles du système d'exploitation
033=Règles de l'utilisateur
035=Registre des évènements
036=Ajouter une Application
040=Quelconque
041=Désactiver les notifications
042=Créer une règle
043=Minuterie
045=Désactiver les minuteries
046=Ouvrir le dossier
047=Copier
048=Sélectionner tout
049=Activer la sélection
050=Désactiver la sélection
051=Ajouter
052=Éditer
053=Supprimer
054=Exporter
055=Importer
060=Autoriser la connexion de rebouclage pour tous
061=Invalide (fichier absent ou problème de filtre)
062=Application de réseau partagée
064=Application Pico
066=Application signée
067=Désactiver les notifications
068=Règles de l'utilisateur
069=Application du système d'exploitation
070=Application de minuterie
071=Éditeur de règles
072=Nom
073=Règle
074=Famille (ports seulement)
075=Protocole
079=Chemin
081=Adresse
082=Filtre
084=Ajouté
086=Temps restant
087=Signé
088=Non signé
089=Applications avec accès Internet
090=Applications désactivés
091=Règles actives
093=Règles désactivées
094=Sortante
095=Entrante
096=Les Deux
097=Autoriser
098=Bloquer
102=Activer la règle
104=Aide
105=Enregistrer
106=Fermer
107=Général
108=Configuration générale
109=Langue
112=Surlignage
114=Journal des paquets
116=Avancé
117=Toujours visible
118=Charger au démarrage du système
119=Lancer minimisé
120=Afficher seulement les noms de fichiers
121=Taille automatique des colonnes
122=Ignorer l'avertissement "Contrôle de compte utilisateur"
123=Vérifier périodiquement les mises à jour (recommandé)
124=Sélectionner la langue:
127=Empêcher l'analyse des ports
128=Empêcher l'analyse des ports TCP en abandonnant silencieusement l'analyse des ports TCP, RST, et UDP entrants, en répondant à ICMP sortant avec "Destination inaccessible".
129=Activer les filtres au démarrage
130=Empêcher les fuites de données lors du démarrage du système, même avant le démarrage du service "Base Filtering Engine" (BFE).
134=Vérifier les signatures numériques des Applications
135=Résoudre les adresses de réseau
136=Désactiver le Pare-feu de Windows
137=Activer le Pare-feu de Windows
138=Afficher dialogue de confirmation en quittant
139=Afficher dialogue de confirmation à la sortie si minuteries sont actives
140=Confirmer suppression d'applications
141=Confirmer lors de l'effacement du fichier journal
142=Double-clic sur un élément pour le modifier.
143=Activer journalisation des paquets dans un fichier
144=Afficher le journal
145=Effacer le journal
146=Taille maximale du journal: (Ko)
147=Activer les notifications des paquets
148=Activer les notifications sonores
151=Délai d'affichage de notifications similaires (sec.):
158=Définir une règle d'utilisateur pour autoriser l'accès de cette application à une adresse ou port.
159=Êtes-vous sûr?
160=Supprimer %d élément(s)?
161=Cela interdira l'accès au réseau pour les applications en fonction de la configuration sélectionnée. Continuer?
162=Ceci restaurera l'accès au réseau pour toutes les applications bloquées. Continuer?
164=Les filtres installés resteront actifs, même si vous quitter. Continuer?
167=Minuterie(s) actives. Les minuteries sont actives seulement quand l'application est démarrée. Quitter?
168=Supprimer toutes les minuteries?
169=Ne pas demander à nouveau
170=#Total d'Applications:: %d
172=<vide>
174=Erreur de syntaxe dans la règle!
177=erreur de connexion au serveur de mise à jour.
178=Mise à jour vers la version bêta
181=Téléchargement de la mise à jour...
182=La mise à jour a été téléchargée.
183=Applications avec règles utilisateur
186=Cela permet tout le trafic de bouclage.
188=Réinitialiser
189=Êtes-vous sûr de vouloir réinitialiser tous les paramètres de l'application?
191=Scanner de port
192=Liste de blocage
193=Vérification d'une nouvelle version...
194=Mise à jour dispo. Voulez-vous l'installer maintenant?
195=Règles d'utilisateur
197=Connexions autorisées
198=La minuterie pour "%s" à expirée
200=Applications inutilisées
202=Applications avec minuterie
203=Activer protection des filtres installés
204=Empêcher applications non autorisées d'accéder aux filtres installés.
205=Actualiser filtres si périphériques (stockage) sont branchés
206=Autoriser la redirection IPv6 (6to4) pour tout
207=recommandé
208=Afficher comme tableau
210=Autoriser l'accès au réseau pour toujours
211=Bloquer l'accès au réseau pour toujours
212=Ignorer maintenant et me demander plus tard
213=Appliquer "%s" pour cette Application
214=Éditer les règles
215=Applications
217=Applications UWP
218=Connexions
219=État
220=Les filtres sont activés!
221=Les filtres sont désactivés!
222=Appliquer les filtres
223=Connectée au réseau
224=Afficher dans la liste
225=Serveurs d'espionnage et de télémétrie de Microsoft
226=Serveurs de mise à jour de Microsoft
227=Serveurs d'applications de Microsoft
229=Alerte réseau
230=%s a bloqué la connexion de cette Application
231=Désactiver
232=Sécurité
233=Application visionneuse de journaux
234=Afficher fenêtre de notification dans la barre d'état.
235=Fermer la connexion
236=Bloquer les connexions sortantes pour tous
237=Bloquer les connexions entrantes pour tous
238=Icônes
239=Détails
240=Tuiles
241=Si laissé vide, la règle s'appliquera pour une chaque adresse et chaque port.
242=Si aucune App n'est sélectionnée, la règle s'appliquera à toutes Apps.
243=Les filtres sont activés jusqu'au prochain redémarrage
244=Règles Permanentes. Ces règles sont actives jusqu'à leur désactivation manuelle.
245=Règles temporaires. Ces règles sont actives jusqu'au prochain redémarrage.
246=Activer l'interface de journalisation des paquets.
247=Activer mode silencieux, si l'App en plein écran est aussi au premier plan

; German
; Deutsche Übersetzung von Phoenix1747, Henry2o1o

[German]
000=1609418313
001=Ausschließen
002=Es ist kein Update verfügbar.
003=Update verfügbar, herunterladen und installieren?
004=Datei
005=Einstellungen
006=Beenden
007=Bearbeiten
009=Ungültige Anwendungen bereinigen
010=Zeitvorgabe löschen
011=Finden
012=Nächste finden
013=Aktualisieren
014=Anzeigen
015=Symbole
016=Klein
017=Groß
018=Symbole verstecken
019=Sprache
020=Schriftart
021=Hilfe
022=Webseite
023=Nach Updates suchen
024=Danke sagen!
025=Über
026=Anzeigen/Verstecken
027=Filterung aktivieren
028=Filterung deaktivieren
030=Regeln
031=Sperrliste
032=System Regeln
033=Benutzerdefinierte Regeln
035=Fehler Log
036=Datei hinzufügen
040=Alle
041=Benachrichtigungen deaktivieren
042=Regel erstellen
045=Timer deaktivieren
046=Ordner öffnen
047=Kopieren
048=Alle auswählen
049=Ausgewählte auswählen
050=Ausgewählte abwählen
051=Hinzufügen
052=Bearbeiten
053=Löschen
054=Exportieren
055=Importieren
060=Erlaube alle Loopback-Verbindungen
061=Datei nicht gefunden
062=Geteilte Netzwerkdatei
064=Pico Anwendung
066=Signierte Anwendung
067=Deaktivierte Benachrichtigungen
068=Besondere Regeln
069=System-Anwendung
070=Timer-Anwendung
071=Regel Editor
073=Regel
074=Familie (Nur Ports)
075=Protokoll
076=Richtung
077=Aktion
078=Datum
079=Pfad
080=Signatur
081=Addresse
083=Notiz
084=Hinzugefügt
086=Übrige Zeit
087=Signiert
088=Nicht signiert
089=Erlaubte Anwendungen
090=Geblockte Anwendungen
091=Aktivierte Regeln
093=Deaktivierte Regeln
094=Ausgehend
095=Eingehend
096=Beides
097=Erlauben
098=Blockieren
102=Regel aktivieren
104=Hilfe
105=Anwenden
106=Schließen
107=Allgemeines
108=Allgemeine Konfiguration
109=Sprache
110=Bestätigungen
112=Hervorheben
114=Protokollierung in Datei
115=Benachrichtigungen
116=Erweitert
117=Immer im Vordergrund bleiben
118=Mit dem System starten (Autostart)
119=Start minimiert
120=Nur Dateinamen anzeigen
121=Spalte automatisch anpassen
122=Warnung der Benutzerkontensteuerung überspringen
123=Regelmäßig nach Updates suchen (empfohlen)
124=Sprache auswählen:
127=Stealth-Mode aktivieren
128=Port-Scans vermeiden in dem alle eingehenden TCP RST Pakete still verworfen werden und ausgehende ICMP die Fehlermeldung "Destination Unreachable" ausgeben, um UDP Port-Scans zu vermeiden.
129=Startzeit-Filter aktivieren
130=Datenverlust während des Systemstarts verhindern, bevor noch der Service "Base Filtering Engine" (BFE) gestartet wird.
134=Apps auf digitale Signaturen prüfen
135=Netzwerkadressen auflösen
136=Windows Firewall deaktivieren
137=Windows Firewall aktivieren
138=Bestätigungsdialog vor dem Beenden anzeigen
139=Bestätigungsdialog beim Beenden anzeigen, wenn Timer aktiv sind
140=Löschen von Anwendungen bestätigen
141=Logs löschen bestätigen
142=Auf ein Element doppelklicken, um es zu ändern
143=Verworfene Pakete in einer Datei aufzeichnen
144=Log anzeigen
145=Log löschen
146=Maximale Log Größe: (kB)
147=Benachrichtigungen über verworfene Pakete aktivieren
148=Benachrichtigungston aktivieren
151=Pause zwischen zwei gleichen Benachrichtigungen (sek.):
158=Spezielle Regel erstellen, um den Zugriff auf Adresse und/oder Port für diese Anwendung zu ermöglichen.
159=Sind Sie sicher?
160=Sind Sie sicher, dass Sie %d Regel(n) löschen möchten ?
161=Das verbietet den Netzwerkzugriff für ausgewählte Anwendungen laut den Regeln! Möchten Sie fortfahren?
162=Dadurch wird der Netzwerkzugriff für alle blockierten Anwendungen wiederhergestellt! Wollen Sie weitermachen?
164=Installierte Filter funktionieren auch, wenn Sie das Programm verlassen, weiter?
167=Timer aktiviert. Timer funktionieren nur, wenn die Anwendung läuft, beenden?
168=Alle Timer löschen?
169=Nicht noch einmal fragen
170=Apps insgesamt: %d
172=<Leer>
174=Regel hat Syntaxfehler.
175=Quelle
176=Adresse
177=Update-Server Verbindungsfehler.
178=Update auf Beta Version
181=Update wird heruntergeladen…
182=Update wurde heruntergeladen.
183=Spezielle Anwendungsregeln
186=Dies ermöglicht den gesamten Loopback-Verkehr.
188=Zurücksetzen
189=Sind Sie wirklich sicher, dass Sie alle Anwendungseinstellungen zurücksetzen möchten?
191=Port Scanner
192=Blockliste
193=Auf neue Releases prüfen…
194=Update verfügbar, möchten Sie dieses installieren?
195=Benutzerregeln
197=Erlaubte Pakete
198=Timer für "%s" sind abgeschlossen!
199=Extra groß
200=Unbenutzte Anwendung
202=Timer Anwendungen
203=Schutz der installierten Filter aktivieren.
204=Verhindern, dass nicht autorisierte Anwendungen auf die installierten Filter zugreifen.
205=Filter bei Geräteeingang aktualisieren
206=IPv6-Umleitungen (6to4) für alle zulassen.
207=empfohlen
208=Als Tabelle anzeigen
210=Programm immer auf das Internet zugreifen lassen
211=Programm nicht auf das Internet zugreifen lassen
212=Nichts machen und mich später nochmal fragen
213="%s" für Andwendung anwenden
214=Regeln bearbeiten
215=Anwendungen
216=Dienste
217=Pakete
218=Netzwerk
219=Status
220=Die Filterung ist aktiviert!
221=Die Filterung ist nicht aktiviert!
222=Filter anwenden
223=Haben Sie Netzwerkverbindungen
224=In Liste anzeigen
225=Microsoft Spionage- und Telemetrie-Server
226=Microsoft Update-Server
227=Microsoft Applikationsserver
229=Netzwerkalarm
230=%s hat die Verbindung dieser Anwendung blockiert
231=Deaktivieren
232=Sicherheit
233=Anwendung vor Protokollanzeige
234=Benachrichtigungsfenster im Tray anzeigen
235=Verbindung beenden
236=Ausgehende Verbindungen für alle blockieren
237=Eingehende Verbindungen für alle blockieren
238=Symbole
240=Kacheln
241=Wenn Sie die Felder leer lassen, wird die Regel für jede Adresse und jeden Port angewendet.
242=Wenn keine Apps ausgewählt sind, wird die Regel für alle Apps angewendet.
243=Filter sind bis zum Neustart aktiviert.
244=Ständige Regeln. Regeln funktionieren so lange, bis sie manuell deaktiviert werden.
245=Vorläufige Regeln. Die Regeln werden nach dem nächsten Neustart zurückgesetzt.
246=Schnittstelle zur Protokollierung von Paketen aktivieren
247=Stummschaltungsmodus aktivieren, wenn die Vollbildanwendung im Vordergrund ist
248=Tray-Symbol
249=Öffnen mit einfachem Klick auf das Tray-Symbol

; <Hungarian>
; <Zityi's Translator Team>

[Hungarian]
000=1588232851
002=Nincs elérhető frissítés.
004=Fájl
005=Beállítások
006=Kilépés
007=Szerkesztés
013=Frissítés
014=Nézet
015=Ikonok
016=Kicsi
017=Nagy
018=Ikonok elrejtése
019=Nyelv
020=Betűtípus
021=Súgó
022=Weboldal
023=Frissítések ellenőrzése
025=Névjegy
026=Megjelenítés/elrejtés
031=Tiltólista
032=Rendszerszabályok
033=Custom rules
035=Hibák naplózása
036=Fájl hozzáadása
040=Mind
041=Értesítések letiltása
042=Szabály létrehozása
046=Tartalmazó mappa megnyitása
047=Másolás
049=Kiválaszott kijelölése
050=Kiválaszott kijelölésének visszavonása
051=Hozzáadás
052=Szerkesztés
053=Törlés
054=Exportálás
055=Importálás
061=A fájl nem található
062=Megosztott hálózati fájl
064=Pico alkalmazás
066=Aláírt alkalmazás
067=Letiltott értesítések
068=Special rules
069=Rendszeralkalmazások
071=Szabályszerkesztő
072=Név
073=Szabály
075=Protokoll
076=Irány
077=Művelet
078=Dátum
079=Elérési útvonal
080=Aláírás
081=Cím
082=Szűrő
083=Megjegyzések
084=Hozzáadva
087=Aláírva
088=Nincs aláírva
089=Engedélyezett alkalmazások
090=Blokkolt alkalmazások
093=Letiltott szabályok
094=Kimenő
095=Bejövő
096=Mindkettő
097=Engedélyezés
098=Blokkolás
105=Mentés
106=Bezárás
108=Általános konfiguráció
109=Nyelv
110=Jóváhagyás
112=Kiemelés
114=Log to file
115=Értesítések
117=Mindig látható
118=Betöltés a rendszer indításakor
120=Csak fájlnevek megjelenítése
121=Oszlopok automatikus méretezése
122=A "Felhasználói fiókok felügyelete" figyelmeztetés kihagyása
123=Frissítések rendszeres ellenőrzése (ajánlott)
124=Válasszon nyelvet:
127=Rejtett mód engedélyezése
128=A port beolvasás megakadályozása a beérkező TCP RST és a kimenő ICMP "Cél elérhetetlen" kérelmek blokkolásával.
129=Rendszertöltési szűrők telepítése
130=Az adatszivárgás megakadályozása a rendszer indításakor, még az "Alap szűrőprogram" (BFE) szolgáltatás indítása előtt.
136=Windows tűzfal letiltása
137=Windows tűzfal engedélyezése
138=Megerősítést kérő ablak megjelenítése kilépéskor
140=Megerősítés kérése az alkalmazások törlésekor
141=Megerősítés kérése a naplók törlésekor
143=A kihagyott csomagok naplózásának engedélyezése egy fájlba
144=Napló megjelenítése
145=Napló törlése
146=Maximális naplóméret: (kB)
147=Kihagyott csomag értesítések engedélyezése
151=Azonos értesítések közötti időkorlát (mp):
158=Create a special rule to allow access to address and/or port for this application.
159=Biztos benne?
160=Valóban törölni szeretné a (z) %d elemet?
161=Ez megtiltja a hálózathoz való hozzáférést az ennek megfelelően kiválasztott konfigurációjú alkalmazások esetében! Folytatni szeretné?
162=Ez visszaállítja az összes blokkolt alkalmazás hálózati hozzáférését! Folytatja?
164=Installed filters will work even if you exit, continue?
167=Timer activated. Timer are working only when application is running, exit?
168=Delete all timer(s)?
170=Összes alkalmazás: %d
172=<üres>
174=Szintaktikai hiba a(z) szabályban!
183=Special rules apps
189=Are you really sure you want to reset all application settings?
194=Update available, do you want to install them?
198=Timer for "%s" is completed!
202=Timer apps
205=Refresh filters when devices are connected
213=Apply "%s" for app

; <Italian>
; <Stefano Amico>

[Italian]
000=1603539285
001=Escludi
002=Nessun aggiornamento disponibile.
003=Aggiornamento disponibile, vuoi scaricarlo ed installarlo?
005=Impostazioni
006=Esci
007=Modifica
009=Pulisci applicazioni inutilizzate
010=Pulisci timer
011=Trova
012=Trova successivo
013=Aggiorna
014=Visualizza
015=Icone
016=Piccole
017=Grandi
018=Nascondi icone
019=Lingua
020=Carattere
021=Aiuto
022=Sito web
023=Controlla aggiornamenti
024=Mostra la tua gratitudine!
025=Informazioni
026=Mostra/Nascondi
027=Abilita i filtri
028=Disabilita i filtri
030=Regole
031=Lista di blocco
032=Regole di sistema
033=Regole dell'utente
035=Log degli errori
036=Aggiungi file
040=Tutti
041=Disabilita notifiche
042=Crea regola
045=Disabilita timer
046=Apri percorso cartella
047=Copia
048=Seleziona tutto
049=Abilita selezionati
050=Disabilita selezionati
051=Aggiungi
052=Modifica
053=Cancella
054=Esporta
055=Importa
060=Permetti le connessioni loopback per tutto
061=Invalido (file non trovato o problema nel filtro)
062=Applicazione di rete condivisa
064=Applicazione Pico
066=Applicazione firmata
067=Notifiche disattivate
068=Regole utente
069=Applicazione di sistema
070=Applicazione timer
071=Modifica delle regole
072=Nome
073=Regola
074=Famiglia (solo porte)
075=Protocollo
076=Direzione
077=Azione
078=Data
079=Percorso
080=Firma
081=Indirizzo
082=Filtro
083=Note
084=Aggiunta
086=Tempo rimanente
087=Firmata
088=Non firmata
089=Applicazioni permesse
090=Applicazioni bloccate
091=Regole abilitate (per tutto)
093=Regole disabilitate
094=In uscita
095=In entrata
096=Entrambe
097=Permetti
098=Blocca
102=Abilita regola per tutte le applicazioni
104=Aiuto
105=Salva
106=Chiudi
107=Generale
108=Configurazione generale
109=Lingua
110=Conferme
111=Interfaccia
112=Evidenziazione
114=Log in un file
115=Notifiche
116=Avanzate
117=Sempre in primo piano
118=Carica all'avvio del sistema
119=Avvia minimizzata
120=Mostra solo i nomi dei file
121=Dimensione automatica delle colonne
122=Ignora l'avviso "Controllo dell'account utente"
123=Controlla periodicamente aggiornamenti (raccomandato)
124=Seleziona lingua:
127=Evita la scansione delle porte
128=Evita la scansione delle porte usando l'entrata silenziosa TCP RST e l'uscita ICMP "Destinazione Irraggiungibile" per evitare la scansione delle porte UDP.
129=Abilita i filtri durante l'avvio del sistema
130=Evita la perdita di dati durante l'avvio del sistema, ancora prima che si avvii il servizio "Base Filtering Engine" (BFE).
134=Controlla le firme digitali delle applicazioni
135=Risolvi indirizzi di rete
136=Disabilita Windows Firewall (raccomandato)
137=Abilita Windows Firewall (raccomandato)
138=Mostra finestra di conferma all'uscita
139=Mostra finestra di conferma all'uscita quando dei timer sono attivi
140=Chiedi conferma dell'eliminazione di applicazioni
141=Chiedi conferma della pulizia dei log
142=Doppio clic su un elemento per cambiarlo.
143=Abilita un file di log dei pacchetti persi
144=Mostra log
145=Pulisci log
146=Massima dimensione log (kB):
147=Abilita le notifiche per i pacchetti persi
148=Abilita i suoni di notifica
151=Intervallo tra le stesse notifiche (sec.):
158=Crea una regola speciale per permettere l'accesso all'indirizzo e/o la porta per questa applicazione.
159=Sei sicuro?
160=Cancellare %d elemento/i?
161=Questo proibirà l'accesso alla rete per le applicazioni secondo la configurazione selezionata, continuare?
162=Questo ripristinerà l'accesso alla rete per tutte le applicazioni bloccate, continuare?
164=I filtri installati funzioneranno anche in caso di uscita, continuare?
167=Timer attivato. I timer funzionano solo mentre l'applicazione è in esecuzione, uscire?
168=Cancellare tutti i timer?
169=Non chiedere di nuovo
170=Applicazioni totali: %d
172=<vuoto>
174=Errore di sintassi nella regola "%s"!
175=Sorgente
176=Destinazione
177=Errore di connessione al server di aggiornamento.
178=Aggiorna alle versioni beta
181=Sto scaricando l'aggiornamento...
182=L'aggiornamento è stato scaricato.
183=Applicazioni con regole dell'utente
186=Questo permette tutto il traffico di loopback.
188=Ripristina
189=Sei davvero sicuro di voler ripristinare tutte le impostazioni dell'applicazione?
191=scanner porte
192=lista di blocco
193=Ricerca di nuove versioni...
194=Aggiornamento disponibile, vuoi installarlo?
195=regole utente
197=pacchetti permessi
198=I timer per "%s" sono scaduti!
199=Molto grandi
200=Applicazioni inutilizzate
202=Applicazioni con timer
203=Abilita la protezione dei filtri installati
204=Previeni l'accesso ai filtri installati da applicazioni non autorizzate.
205=Ricarica i filtri quando sono connessi dispositivi
206=Abilita i reindirizzamenti IPv6 (6to4) per tutto
207=raccomandato
208=Mostra come tabella
210=Permetti sempre a questa applicazione di connettersi a internet
211=Proibisci sempre a questa applicazione di connettersi a internet
212=Ignora e richiedi più tardi
213=Applica "%s" per l'applicazione
214=Modifica regole
215=Applicazioni
216=Servizi
217=App Universal Windows Platform
218=Rete
219=Stato
220=Il filtraggio è attivo
221=Il filtraggio non è attivo!
222=Applicazione dei filtri in corso
223=Presenta connessioni di rete
224=Mostra nella lista
225=Server di telemetria Microsoft
226=Server di aggiornamento Microsoft
227=Server applicazioni Microsoft
228=Porta
229=Avviso di rete
230=%s ha bloccato questa connessione
231=Disabilita
232=Sicurezza
233=Applicazione di visualizzazione di Log
234=Mostra finestra di notifica nella tray
235=Chiudi la connessione
236=Blocca le connessioni in uscita per tutto
237=Blocca le connessioni in entrata per tutto
238=Icone
239=Dettagli
240=Tessere
241=Lasciando i campi vuoti la regola sarà applicata per qualsiasi indirizzo e porta.
242=Se nessuna applicazione è selezionata la regola sarà applicata per tutte le applicazioni.
243=I filtri sono abilitati fino al prossimo riavvio.
244=Regole permanenti. Funzionano fino a quando non sono disabilitate manualmente.
245=Regole temporanee. Sono disabilitate dopo un riavvio.
246=Abilita l'interfaccia di log dei pacchetti
247=Modalità silenziosa per app. a schermo intero in primo piano

; Japanese
; Rukoto, 四天王寺

[Japanese]
000=1598037031
001=除外
002=利用可能なアップデートはありません。
003=アップデートが利用可能です。今すぐダウンロードしてインストールしますか?
004=ファイル
005=設定
006=終了
007=編集
009=未使用のアプリを消去
010=タイマーを消去
011=検索
012=次を検索
013=最新の情報に更新
014=表示
015=アイコン
016=小アイコン
017=大アイコン
018=オリジナルのアイコンを表示しない
019=言語
020=フォント
021=ヘルプ
022=Webサイト
023=アップデートの確認
024=開発を支援する!
025=バージョン情報
026=ウィンドウを表示/非表示
027=フィルターを有効化
028=フィルターを無効化
030=ルール
031=ブロック リスト
032=システム ルール
033=ユーザー ルール
035=エラー ログ
036=ファイルを追加する
040=すべて
041=通知無効
042=ルールを作成する
043=タイマー
045=タイマー無効
046=ファイルの場所を開く
047=コピー
048=すべて選択
049=選択アイテムを有効化
050=選択アイテムを無効化
051=追加
052=編集
053=削除
054=エクスポート
055=インポート
060=すべてのループバック接続を許可する
061=無効 (ファイルが見つからない/フィルターに問題)
062=共有ネットワーク アプリ
064=Pico アプリ
066=署名済みアプリ
067=通知無効
068=ユーザー ルール
069=システム アプリ
070=タイマー アプリ
071=ルール エディター
072=名前
073=ルール
074=ファミリ (ポートのみ)
075=プロトコル
076=方向
077=アクション
078=日時
079=パス
080=署名
081=アドレス
082=フィルター
083=メモ
084=追加された日時
086=残り時間
087=署名済み
088=署名無し
089=有効化されているアプリ
090=無効化されているアプリ
091=有効化されているルール
093=無効化されているルール
094=送信
095=受信
096=両方
097=許可
098=ブロック
102=ルール有効
104=ヘルプ
105=保存
106=閉じる
107=全般
108=全般構成
109=言語
110=確認
111=インターフェイス
112=強調表示
114=ログ ファイル
115=通知
116=詳細設定
117=常に手前に表示
118=システムの起動時に読み込む
119=最小化の状態で起動する
120=ファイル名のみ表示
121=列サイズの自動調整
122=「ユーザー アカウント制御」の警告をスキップする
123=アップデートを定期的に確認する (推奨)
124=言語の選択:
127=ポート スキャンを防止する
128=インバウンド TCP RST をサイレント ドロップすることで TCP ポート スキャンを防止し、「Destination Unreachable」(宛先到達不能) でアウトバウンド ICMP に応答することで UDP ポート スキャンを防止します。
129=コンピューター起動時にフィルターを有効にする
130=「Base Filtering Engine」(BFE) サービスが開始される前であっても、システムの起動中にデータが漏れるのを防ぎます。
134=アプリのデジタル署名をチェックする
135=ネットワーク アドレスを解決する
136=Windows Firewall を無効化
137=Windows Firewall を有効化
138=終了時に確認ダイアログを表示する
139=タイマーがアクティブな場合、終了時に確認ダイアログを表示する
140=アプリケーションを削除するときに確認する
141=ログ ファイルをクリアするときに確認する
142=アイテムをダブルクリックすると色を変更できます。
143=パケット破棄のログを有効にする
144=ログを表示する
145=ログを消去する
146=最大ログ サイズ (kB):
147=パケット破棄の通知を有効にする
148=通知音を有効にする
151=同じ通知間のタイムアウト (秒):
158=このアプリケーションのアドレスやポートへのアクセスを許可するユーザー ルールを作成します。
159=よろしいですか?
160=%d アイテムを削除しますか?
161=現在の設定に従ってアプリのネットワーク アクセスがブロックされます。続行しますか?
162=現在ブロックされているすべてのアプリのネットワーク アクセスが復元されます。続行しますか?
164=インストールされているフィルターは、終了しても動作し続けます。続行しますか?
167=タイマーが作動中です。タイマーはアプリケーションの実行中にのみ機能します。終了しますか?
168=すべてのタイマーを削除しますか?
169=今後このメッセージを表示しない
170=合計アプリ数: %d
172=<なし>
174=ルール「%s」の構文エラー!
175=送信元
176=送信先
177=アップデート サーバーとの接続でエラーが発生しました。
178=アップデートにベータ版を含める
181=アップデートをダウンロードしています...
182=アップデートのダウンロードが完了しました。
183=ユーザー ルールのアプリ
186=すべてのループバック トラフィックが許可されます。
188=リセット
189=すべてのアプリケーション設定をリセットしてもよろしいですか?
191=ポート スキャナー
192=ブロック リスト
193=新しいリリースを確認しています...
194=アップデートが利用可能です。今すぐインストールしますか?
195=ユーザー ルール
197=許可されたパケット
198=「%s」のタイマーが終了しました!
199=特大アイコン
200=未使用のアプリ
202=タイマー アプリ
203=インストールされているフィルターの保護を有効にする
204=許可されていないアプリケーションがインストールされたフィルターにアクセスするのを防ぎます。
205=デバイス (ストレージ) が接続されたときにフィルターを更新する
206=すべてに対して IPv6 リダイレクト (6to4) を許可する
207=推奨
208=詳細表示
210=永久にアクセスを許可
211=永久にアクセスをブロック
212=無視して後で尋ねる
213=アプリに「%s」を適用
214=ルールを編集する
215=アプリ
216=サービス
217=パッケージ
218=ネットワーク
219=状態
220=フィルターが有効です。
221=フィルターが無効です!
222=フィルターの変更を適用しています
223=ネットワーク接続あり
224=リストで表示
225=Microsoft スパイおよびテレメトリ サーバー
226=Microsoft アップデート サーバー
227=Microsoft アプリケーション サーバー
228=ポート
229=ネットワーク アラート
230=%s が次のアプリの接続をブロックしました。
231=無効
232=セキュリティ
233=ログ表示用のアプリ
234=タスクトレイ付近に通知ウィンドウを表示する
235=接続を閉じる
236=すべての送信接続をブロックする
237=すべての受信接続をブロックする
238=アイコン
239=詳細
240=並べて表示
241=フィールドを空白のままにすると、ルールはすべてのアドレスとポートに適用されます。
242=アプリが選択されていない場合、ルールはすべてのアプリに適用されます。
243=フィルターは再起動するまで有効です。
244=恒久的運用: フィルターは手動で無効にするまで機能します
245=一時的運用: フィルターは次回起動時に無効化されています
246=パケット ログ インターフェイスを有効にする
247=フルスクリーン アプリがフォアグラウンドの場合はサイレントモードを有効にする

; <Korean>
; <한글 번역 : WhiteCrowF2>

[Korean]
000=1596283413
001=제외 항목
002=최신 버전을 사용 중입니다.
003=사용 가능한 업데이트를, 다운로드하여 설치하시겠습니까?
004=파일
005=설정
006=종료
007=편집
009=유효하지 않은 프로그램 삭제
010=시간(타이머)이 설정된 프로그램 삭제
011=찾기
012=다음 찾기
013=새로 고침
014=보기
015=아이콘 크기
016=작게
017=크게
018=아이콘 숨김
019=언어
020=글꼴
021=도움말
022=홈페이지
023=업데이트 확인
024=기부 감사!
025=소개
026=보임/숨김
027=필터링 사용
028=필터링 사용 안 함
030=규칙
031=차단 목록
032=시스템 규칙
033=사용자 정의 규칙
035=오류 로그
036=파일 추가
040=모두 (추가)
041=알림 사용중지
042=규칙 만들기
043=시간(타이머)
045=시간(타이머) 사용 안함
046=폴더 열기
047=복사
048=모두 선택
049=선택 [v]
050=선택 해제 [ ]
051=추가
052=편집
053=삭제
054=내보내기
055=가져오기
060=모든 사용자에게 루프백 연결 허용
061=유효하지 않은 프로그램
062=공유 리소스 프로그램
064=Pico 프로그램
066=서명된 프로그램
067=사용이 중지된 프로그램
068=특별 규칙 프로그램
069=시스템 프로그램
070=시간(타이머)이 설정된 프로그램
071=규칙 편집기
072=이름
073=규칙
074=구성 (포트 전용)
075=프로토콜
076=방향
077=실행
078=날짜
079=경로 (이름)
080=서명
081=주소
082=필터
083=비고
084=등록 (날짜/시간)
086=남은 시간(타이머)
087=서명 됨
088=서명되지 않음
089=허용된 프로그램
090=차단된 프로그램
091=규칙 포함
093=사용이 중지된 규칙
094=아웃바운드
095=인바운드
096=둘다 (아웃/인)
097=허용
098=차단
102=규칙 사용
104=도움말
105=저장
106=닫기
107=기본
108=기본 설정
109=언어
110=확인
111=인터페이스
112=강조
114=파일 로그
115=알림
116=선택 사항
117=항상 최상위에 고정
118=시스템 시작시 자동실행
119=시작시 최소화
120=파일 이름만 표시
121=열 자동 크기 조정
122="사용자 계정 컨트롤 "프롬프트 경고 무시
123=주기적으로 업데이트 확인 (권장)
124=언어 선택:
127=스텔스 모드 사용
128=자동 침입 인바운드 TCP RST 및 아웃바운드 ICMP "대상에 연결할 수 없음 "요청을 차단하여 UDP 포트 검색을 방지합니다.
129=부팅 시간 필터 사용
130="기본 필터링 서비스 "(BFE)를 시작하기 전에, 시스템 시작 데이터의 유출을 방지합니다.
134=디지털 서명을 위한 프로그램 확인
135=네트워크 주소 확인
136=윈도우 방화벽을 사용하지 않도록 설정
137=윈도우 방화벽을 사용하도록 설정
138=종료 시 확인 대화상자 표시 확인
139=시간(타이머)이 활성화된 프로그램 닫기 확인
140=프로그램 삭제 시 확인
141=로그 삭제 시 확인
142=항목을 두 번 클릭하여 색상을 변경하십시오.
143=손실된 패킷 로그 사용
144=로그 보기
145=로그 지우기
146=최대 로그 크기 (킬로바이트):
147=손실된 패킷 알림 사용
148=알림 소리 사용
151=동일한 메시지를 보여주는 대기시간 (초.):
158=이 응용프로그램의 주소 및/또는 포트에 대한 액세스를 허용하는 특별 규칙을 만듭니다.
159=정말 확실합니까?
160=%d(개)의 항목이 삭제됩니다. 확실합니까?
161=프로그램 동작은 선택된 모드에 따라 상기 네트워크 금지 및 애플리케이션에 대한 액세스를 제한함, 계속 하시겠습니까?
162=차단된 모든 프로그램에 대한 네트워크 액세스가 복원됨, 계속 하시겠습니까?
164=설정된 필터는 프로그램이 종료된 후에도 계속 작동함, 계속 하시겠습니까?
167=시간(타이머)이 활성화됩니다. 시간(타이머)은 프로그램이 실행 중일 때만 작동함, 계속 하시겠습니까?
168=모든 시간(타이머) 설정이 삭제됨, 계속 하시겠습니까?
169=다시 물어보지 않음
170=총 프로그램 (수) : %d(개)
172=<비어 있음>
174=규칙 에 구문 오류가 있다.
175=소스
176=목적지
177=업데이트 서버에 연결하는 동안 오류가 발생했습니다.
178=베타버전으로 업데이트 허용
181=업데이트 다운로드 중...
182=업데이트 다운로드 완료.
183=특별 규칙 프로그램
186=이것은 모든 루프 백 트래픽을 허용합니다.
188=기본값
189=모든 응용프로그램 설정을 기본값으로 초기화합니다. 확실합니까?
191=포트 스캐너
192=블랙 리스트
193=새 버전 확인...
194=사용 가능한 업데이트, 설치하시겠습니까?
195=사용자 정의 규칙
197=허용된 패킷
198=시간(타이머)이 "%s" 에서 완료됨!
199=아주 크게
200=유효하지 않는 프로그램
202=시간(타이머)이 설정된 프로그램
203=설치된 필터 보호 활성화
204=인증되지 않은 응용프로그램이 설치된 필터에 액세스를 못하게 합니다.
205=장치 연결 시 필터 새로 고침
206=모든 사용자에게 IPv6 리디렉션(6to4)허용
207=권장
208=목록으로 표시
210=프로그램의 인터넷 액세스를 항상 허용
211=프로그램의 인터넷 액세스를 항상 차단
212=아무것도 하지 말고 나중에 요청
213=프로그램에 "%s" 을(를) 적용하십시오.
214=규칙 편집
215=프로세서
216=서비스
217=앱 기록
218=네트워크
219=상태
220=필터링이 활성화!
221=필터링이 비활성화!
222=필터 적용
223=네트워크에 연결된 프로그램
224=목록에 표시
225=마이크로소프트 스파이 및 원격측정 서버
226=마이크로소프트 업데이트 서버
227=마이크로소프트 응용프로그램 서버
228=포트
229=네트워크 경고(알림)
230=%s 이 응용프로그램 연결을 차단함
231=사용 안함
232=보안
233=응용프로그램 로그 보기
234=시스템 트레이에서 알림 창 표시
235=연결 닫음
236=모든 사용자에게 아웃바운드 연결 차단
237=모든 사용자에게 인바운드 연결 차단
238=아이콘 보기
239=자세히 보기
240=타일 보기
241=필드를 비워두면, 모든 주소와 포트에 규칙이 적용됩니다.
242=선택된 앱이 없는 경우, 규칙은 모든 앱에 적용됩니다.
243=재부팅 할 때까지 필터가 활성화됩니다.
244=영구 규칙. 규칙은 수동으로 비활성화 할 때까지 작동합니다.
245=임시 규칙. 다음에 다시 부팅 한 후 규칙이 재설정됩니다.
246=패킷 로깅 인터페이스 사용
247=전체 화면 앱이 포그라운드에 있을 때 자동모드 사용

; <Persian>
; <Hessam>

[Persian]
000=1596268424
001=محرومسازی
002=بروزرساني موجود نمي باشد
003=بروز رسانی موجود است، دانلود و نصب شود؟
004=فايل
005=تنظيمات
006=خروج
007=ویرایش
009=پاکسازی برنامه استفاده نشده
010=پاکسازی زمان دار
011=یافتن
012=یافتن بعدی
013=تازه سازي
014=مشاهده
015=آیکون
016=کوچک
017=بزرگ
018=آیکون بارگیری نکن
019=زبان
020=فونت
021=راهنما
022=وبسایت
023=بررسي براي بروز رساني
024=!تشکر میکنم
025=درباره
026=نمایش/عدم نمایش
027=فعالسازی فیلترها
028=غیرفعالسازی فیلترها
030=دستورات
031=لیست مسدودسازی
032=دستورات سیستم
033=دستورات کاربر
035=خطای وقایع
036=افزودن برنامه
040=هر
041=غیرفعالسازی آگاهسازی
042=ایجاد دستور
043=زمان دار
045=غیرفعال کردن زمان دار
046=بازکردن محتویات پوشه
047=کپي
048=انتخاب همه
049=فعالسازی منتخب
050=غیرفعالسازی منتخب
051=افزودن
052=ویرایش
053=حذف
054=خروجیگیری
055=وارد کردن
060=اجازه ارتباطات برگردان برای همه
061=(نامعتبر (فایل یافت نشد یا مشکل فیلتر
062=برنامه اشتراکی شبکه
064=برنامه پیکو
066=برنامه امضاء شده
067=آگاهسازی غیرفعال شده
068=دستورات کاربر
069=برنامه سیستم
070=برنامه زمان دار
071=ویرایشگر دستور
072=نام
073=دستور
074=(خانواده (فقط-پورت ها
075=پروتکل
076=جهت
077=اقدام
078=تاريخ
079=مسیر
080=امضاء
081=آدرس
082=فیلتر
083=نکات
084=اضافه شده
086=زمان باقیمانده
087=امضا شده
088=امضا نشده
089=برنامه هایی که به اینترنت دسترسی دارند
090=برنامه هایی که به اینترنت دسترسی ندارند
091=دستورات فعال شده
093=دستورات غیر فعال شده
094=خروجی
095=ورودی
096=هر دو
097=اجازه
098=مسدود
102=فعالسازی دستور
104=راهنما
105=ذخیره
106=بستن
107=عمومی
108=پیکربندی عمومی
109=زبان
110=پنجره های پرسیدن
111=رابط
112=برجسته سازی
114=ضبط وقایع بسته ها
115=آگاهسازی
116=پیشرفته
117=همیشه در بالا
118=اِجرا شدن در بالا آمدن ویندوز
119=شروع کمینه شده
120=فقط نام فایل را نشان بده
121=اندازه خودکار ستون
122="رَد هشدار پرسش "کنترل اکانت کاربر
123=(بررسی دوره ای برای بروز رسانی (توصیه می شود
124=انتخاب زبان:
127=پیشگیری اسکن پورت
128=پیشگیری از اسکن پورت TCP با رهاسازی خاموش TCP RST ورودی و پیشگیری از اسکن پورت یو UDP با پاسخ به ICMP خروجی "مقصد قابل دسترسی نیست".
129=فعالسازی فیلترهای زمان-بوت
130=پیشگیری از درز داده حین بالا آمدن ویندوز،حتی قبل از اینکه سرویس موتور فیلترینگ پایه "بی اِف ای" شروع شود
134=بررسی برنامه ها برای امضاء دیجیتالی
135=تفکیک آدرس شبکه
136=غیرفعالسازی فایروال ویندوز
137=فعالسازی فایروال ویندوز
138=نمایش پنجره پرسش در خروج از برنامه
139=نمایش پنجره پرسش حین خروج،وقتی زمان دار فعال است
140=پرسش حین حذف برنامه ها
141=پرسش زمان پاکسازی وقایع
142=برای تغییر مورد دو مرتبه روی آن کلیک کنید
143=فعالسازی ضبط وقایع بسته ها در فایل
144=نمایش وقایع
145=پاکسازی وقایع
146=(حداکثر حجم وقایع: (کیلوبایت
147=فعالسازی آگاهسازی بسته ها
148=فعالسازی صدای آگاهسازی
151=:(وقفه بین آگاهسازی مشابه (ثانیه
158=تنظیم دستور کاربر برای اجازه دسترسی به یک آدرس و/یا پورت برای این برنامه
159=آيا مط‌مئن هستید؟
160=مورد حذف شود؟ %d آیا
161=این دسترسی به شبکه را طبق پیکربندی منتخب فعلی مسدود می کند. ادامه؟
162=این دسترسی به شبکه را برای همه برنامه های مسدود شده فراهم می کند،ادامه؟
164=فیلترهای نصب شده حتی بعد از خروج کار می کند.ادامه؟
167=زمان دار فعال شده است.زمان دار فقط وقتی برنامه در اِجرا است کار می کند.خروج؟
168=زمان بندی ها حذف شود؟
169=دوباره نپرس
170=مجموع برنامه ها: %d
172=<خالی>
174=خطای نحو در دستور
175=منبع
176=مقصد
177=خطای اتصال به سرور بروز رسانی رخ داده است
178=بروز رسانی به نسخه های بتا
181=در حال دانلود بروز رسانی...
182=دانلود بروز رسانی پایان یافت
183=برنامه ها با دستورات کاربر
186=این همه ترافیک های برگردان را اجازه میدهد
188=ریست
189=آیا واقعا میخواهید همه تنظیمات برنامه را ریست کنید؟
191=ارتباطات اسکنر پورت
192=لیست مسدودساز
193=بررسی برای نسخه جدید...
194=بروز رسانی موجود است.میخواهید حالا آن را نصب کنید؟
195=دستورات کاربر
197=ارتباطات مجاز
198=منقضی شد "%s" زمان بند برای
199=فوق بزرگ
200=برنامه های استفاده نشده
202=برنامه های زمان دار
203=فعالسازی حفاظت از فیلترهای نصب شده
204=پیشگیری از دسترسی برنامه های غیرمجاز به فیلترهای نصب شده
205=تازه سازی فیلترها (ذخیره ساز)در اتصال دستگاه
206=(6to4) اجازه تغییر مسیر آی پی نسخه 6 برای همه
207=توصیه میشود
208=نمایش بعنوان جدول
210=اجازه دسترسی همیشگی شبکه
211=مسدود کردن دسترسی همیشگی شبکه
212=رَد کن و بعدا از من بپرس
213=برای این برنامه "%s" اِعمال
214=ویرایش دستورات
215=برنامه ها
216=سرویس ها
217=برنامه فروشگاه ویندوز
218=ارتباطات
219=وضعیت
220=فیلترها فعال شده است
221=فیلنرها فعال نشده است
222=اِعمال فیلترها
223=ارتباطات شبکه دارد
224=نمایش در لیست
225=سرورهای جاسوسی/تله متری مایکروسافت
226=سرورهای بروز رسانی مایکروسافت
227=سرورهای برنامه های مایکروسافت
228=پورت
229=هشدار شبکه
230=ارتباط این برنامه را مسدود کرد %s
231=غیرفعال
232=امنیتی
233=برنامه نمایش دهنده وقایع
234=نمایش پنجره آگاهسازی در گوشه صفحه
235=بستن ارتباط
236=مسدودسازی ارتباطات خروجی برای همه
237=مسدودسازی ارتباطات ورودی برای همه
238=آیکون
239=جزئیات
240=آجری
241=اگر این فیلد را خالی بگذارید، پس دستور در هر آدرس و پورتی اعمال میشود
242=اگر برنامه ای انتخاب نشده، پس دستور روی همه برنامه ها اِعمال می شود
243=فیلتر ها تا زمان ریستارت فعال هستند
244=دستورات دائمی. دستوراتی که فقط توسط شما غیرفعال می شوند
245=دستورات موقت. دستوراتی که تا ریستارت بعدی کار می کنند
246=فعالسازی رابط ضبط وقایع بسته ها
247=فعالسازی حالت ساکت وقتی که برنامه تمام صفحه در پیش زمینه است

[Polish]
000=1598348362
001=Wyklucz
002=Brak dostępnych aktualizacji.
003=Dostępna aktualizacja, pobrać i zainstalować?
004=Plik
005=Ustawienia
006=Zakończ
007=Edycja
009=Usuń nieużywane aplikacje
010=Usuń wszystkie liczniki czasu
011=Znajdź
012=Znajdź następny
013=Odśwież
014=Widok
015=Ikony
016=Małe
017=Duże
018=Ukryj ikony
019=Język
020=Czcionka
021=Pomoc
022=Witryna internetowa
023=Wyszukaj aktualizacje
024=Wspomóż!
025=O programie
026=Pokaż/ukryj
027=Włącz filtrowanie
028=Wyłącz filtrowanie
030=Reguły
031=Lista blokowanych
032=Reguły systemowe
033=Niestandardowe reguły
035=Dziennik błędów
036=Dodaj plik
040=Wszystkie
041=Wyłącz powiadomienia
042=Utwórz regułę
043=Licznik czasu
045=Wyłącz licznik czasu
046=Otwórz folder zawierający
047=Kopiuj
048=Wybierz wszystkie
049=Aktywuj pole wyboru przy zaznaczonych
050=Dezaktywuj pole wyboru przy zaznaczonych
051=Dodaj
052=Edytuj
053=Usuń
054=Eksport
060=Zezwól na połączenia zwrotne dla wszystkich
061=Nieprawidłowa aplikacja
062=Aplikacja z zasobu udostępnionego
066=Podpisana aplikacja
067=Aplikacja wykluczona z dziennika
068=Reguły specjalne
069=Aplikacja systemowa
070=Aplikacja licznika czasu
071=Edytor reguł
072=Nazwa
073=Reguła
074=Rodzina (tylko porty)
075=Protokół
076=Kierunek
077=Działanie
078=Data
079=Ścieżka
080=Podpis
081=Adres
082=Filtr
083=Notatki
084=Dodane
086=Pozostały czas
087=Podpisany
088=Niepodpisany
089=Dozwolone aplikacje
090=Blokowane aplikacje
091=Zastosowane reguły
093=Wyłączone reguły
094=Wychodzący
095=Przychodzący
096=Oba
097=Zezwól
098=Zablokuj
102=Zastosuj regułę
104=Pomoc
105=Zastosuj
106=Zamknij
107=Ogólne
108=Konfiguracja ogólna
109=Język
110=Potwierdzenia
111=Interfejs
112=Podświetlenie
114=Zapisywanie zdarzeń do pliku
115=Powiadomienia
116=Zaawansowane
117=Zawsze na wierzchu
118=Uruchamiaj program podczas inicjalizacji systemu
119=Uruchamiaj zminimalizowany
120=Pokazuj tylko nazwy plików
121=Automatycznie dostosuj szerokość kolumn
122=Pomijaj monit funkcji Kontrola konta użytkownika
123=Okresowo wyszukuj aktualizacje (zalecane)
124=Wybierz język:
127=Zapobiegaj skanowaniu portów
129=Zainstaluj filtry rozruchowe
130=Zapobiega wyciekowi danych podczas uruchamiania systemu, jeszcze przed uruchomieniem usługi Podstawowy aparat filtrowania.
134=Sprawdzaj aplikacje pod kątem podpisów cyfrowych
135=Rozwiązuj adresy sieciowe
136=Wyłącz Zaporę systemu Windows
137=Włącz Zaporę systemu Windows
138=Wymagaj potwierdzenia przed zakończeniem programu
139=Pokaz okno potwierdzenia przy wyjściu, gdy liczniki czasu są aktywne
140=Wymagaj potwierdzenia przy usuwaniu aplikacji
141=Wymagaj potwierdzenia przy wymazywaniu dziennika
142=Kliknij dwukrotnie na element by go zmienić
143=Włącz rejestrowanie porzucanych pakietów do pliku
144=Wyświetl dziennik
145=Wymaż dziennik
146=Maksymalna wielkość dziennika: (kB)
147=Włącz powiadomienia o porzucanych pakietach
148=Włącz dźwięk powiadomienia
151=Czas oczekiwania między wyświetlaniem tych samych komunikatów (sek.):
158=Utwórz regułę specjalną by pozwolić na dostęp do adresu i/lub portu dla tej aplikacji.
159=Na pewno?
160=Czy na pewno chcesz usunąć %d element(ów)?
161=Uniemożlwi to dostęp aplikacji do sieci zgodnie z używaną konfiguracją! Kontynuować?
162=To przywróci dostęp do sieci dla wszystkich blokowanych aplikacji! Kontynuować?
164=Zainstalowane filtry będą działać po wyłączeniu programu, kontynuować?
167=Istnieje aktywny licznik czasu. Liczniki działają wyłącznie jeśli działa aplikacja. Czy na pewno chcesz wyjść?
168=Usunąć wszystkie liczniki czasu?
169=Nie pytaj ponownie
170=Liczba aplikacji: %d
172=<pusty>
174=Reguła ma błąd składni.
175=Źródło
176=Ścieżka docelowa
177=Błąd połączenia z serwerem aktualizacji.
178=Aktualizuj do wersji beta
181=Pobieranie aktualizacji...
182=Pobieranie aktualizacji ukończone.
183=Aplikacje z regułami specjalnymi
186=Pozwala na ruch zwrotny.
189=Czy na pewno chcesz zresetować wszystkie ustawienia aplikacji?
191=skaner portów
192=lista blokowanych
193=Sprawdzanie nowych wersji..
194=Dostępna aktualizacja, czy chcesz ją zainstalować teraz?
195=reguły użytkownika
197=dozwolone pakiety
198=Licznik czasu dla "%s" skończył się!
199=Bardzo duże
200=Nieużywane aplikacje
202=Aplikacje licznika czasu
203=Włącz ochronę zainstalowanych filtrów
204=Zapobiegaj dostępowi do zainstalowanych filtrów przez nieautoryzowane aplikacje.
205=Odśwież filtry, gdy podłączone są nowe urządzenia
206=Pozwól na przekierowania IPv6 (6to4) dla wszystkich
207=zalecane
208=Pokaż jako tabelę
210=Zawsze zezwalaj temu programowi na dostęp do internetu
211=Zawsze blokuj temu programowi dostęp do internetu
212=Nic nie rób i spytaj mnie później
213=Zastosuj "%s" dla aplikacji
214=Edytuj reguły
215=Aplikacje
216=Usługi
217=Paczki
218=Sieć
219=Stan
220=Filtry są włączone.
221=Filtry są wyłączone!
222=Zastosowywanie filtrów
223=Ma połączenia sieciowe
224=Pokaż na liście
225=Serwery szpiegujące i telemetryczne Microsoft
226=Serwery aktualizacji Microsoft
227=Serwery aplikacji Microsoft
229=Alert sieciowy
230=%s zablokował połączenie tej aplikacji
231=Wyłącz
232=Bezpieczeństwo
233=Aplikacja do przeglądania dziennika
234=Pokaż okno powiadomień w tacce systemowej
235=Zamknij połączenie
236=Blokuj połączenia wyjściowe dla wszystkich
237=Block połączenia wejściowe dla wszystkich
238=Ikony
239=Szczegóły
240=Kafelki
241=Jeśli zostawisz pola puste, reguła zostanie zastosowana do każdego adresu i portu.
242=Jeśli nie wybierzesz żadnych aplikacji, reguła zostanie zastosowana do wszystkich aplikacji.
243=Filtry są włączone do ponownego uruchomienia.
244=Stałe reguły. Obowiązują do momentu ich ręcznego wyłączenia.
245=Reguły tymczasowe. Obowiązują do ponownego uruchomienia komputera.
246=Włącz interfejs monitorujący pakiety
247=Włącz tryb cichy gdy jest włączona aplikacja pełnoekranowa

; <Brazilian Portuguese>
; <ALFA&ÔMEGA>

[Portuguese (Brazilian)]
000=1587559709
001=Excluir
002=Nenhuma atualização disponível.
003=Atualização disponível, baixar e instalar?
004=Arquivo
005=Configurações
006=Fechar o simplewall
007=Editar
009=Limpar aplicativos não usados
010=Limpar cronômetros
011=Localizar
012=Localizar próximo
013=Atualizar
014=Exibir
015=Ícones
016=Pequenos
017=Grandes
018=Ocultar ícones
019=Idioma
020=Fonte
021=Ajuda
022=Site oficial do simplewall
023=Procurar atualizações
024=Fazer uma doação!
025=Sobre o simpleWall
026=Exibir/Ocultar
027=Habilitar filtragem
028=Desabilitar filtragem
030=Regras
031=Lista de bloqueados
032=Regras do sistema
033=Regras personalizadas
035=Registros de erros
036=Adicionar executável
040=Qualquer conexão
041=Desativar avisos
042=Abrir o editor de regras
043=Cronômetro
045=Desativar temporizador
046=Abrir a pasta do executável selecionado
047=Copiar
048=Selecionar todos
049=Marcar selecionados
050=Desmarcar selecionados
051=Adicionar
052=Editar
053=Apagar
054=Exportar
055=Importar
060=Permitir conexões loopback para todos
061=Arquivo não encontrado
062=Arquivo compartilhado pela rede
064=Pico (WSL)
066=Aplicativo com assinatura
067=Avisos desabilitados
068=Regras especiais
069=Aplicativo do sistema
070=Aplicativo de temporização
071=Editor de regras
072=Nome
073=Regra (portas ou endereços IP)
074=Família (apenas para portas)
075=Protocolo
076=Direção
077=Ação
078=Data
079=Arquivo
080=Assinatura
081=Endereço
082=Filtro
083=Notas
084=Adicionado
086=Tempo restante
087=Com assinatura
088=Sem assinatura
089=Programas permitidos
090=Programas bloqueados
091=Regras habilitadas
093=Regras desativadas
094=Saída
095=Entrada
096=Ambas (Saída/Entrada)
097=Permitir
098=Bloquear
102=Habilitar regra
104=Ajuda
105=Aplicar
106=Fechar
107=Geral
108=Configuração geral
109=Idioma
110=Confirmações
112=Destaque
114=Registrando em um arquivo
115=Notificações
116=Avançado
117=Manter a janela do simplewall sempre no topo
118=Abrir o simplewall na inicialização
119=Iniciar minimizado
120=Mostrar apenas o nome dos arquivos
121=Ajustar colunas automaticamente
122=Ignorar notificações do "Controle de Conta de Usuário"
123=Procurar atualizações periodicamente (recomendado)
124=Escolha o idioma:
127=Usar o simplewall no modo invisível (stealth-mode)
128=Impede a sondagem de portas de TCP/UDP descartando sigilosamente pedidos de conexão via TCP de entrada e de "Destino Inacessível" de ICMP.
129=Habilitar filtros na inicialização
130=Impede que vazem dados durante o carregamento do SO, antes mesmo da execução do "Serviço de Filtragem Básico" (BFE, na sigla em inglês).
134=Verificar assinatura digital de aplicativos
135=Resolver endereços de rede
136=Desativar o firewall do Windows
137=Habilitar o firewall do Windows
138=Confirmar fechamento do simplewall
139=Exibir caixa de diálogo de confirmação ao sair quando cronômetros estiverem ativos
140=Confirmar remoção de aplicativos da lista de controle de tráfego
141=Confirmar remoção do arquivo de registros
142=Clique duas vezes em um item para alterá-lo.
143=Habilitar gravação em arquivo de pacotes de tráfego descartados
144=Abrir o arquivo de registros
145=Apagar o arquivo de registros
146=Tamanho máximo do arquivo de registros: (kB)
147=Habilitar notificação de descarte de pacotes de tráfego
148=Habilitar sons de notificação
151=Intervalo entre as mesmas notificações (segs.):
158=Cria uma regra especial para permitir o acesso ao endereço e/ou porta para este aplicativo.
159=Tem certeza?
160=Deseja mesmo apagar %d item(ns)?
161=Este comando irá bloquear o acesso à rede de aplicativos de acordo com a configuração selecionada! Tem certeza?
162=Este comando irá restaurar o acesso à rede de todos os aplicativos bloqueados! Tem certeza?
164=Filtros instalados funcionarão mesmo se você sair, continuar?
167=Cronômetro ativado. Cronômetros funcionam somente com o aplicativo em execução. Sair?
168=Excluir todos os cronômetros?
169=Não perguntar novamente
170=Total de aplicativos: %d
172=<vazio>
174=Erro de sintaxe na regra!
175=Fonte
176=Destino
177=Erro de conexão com o servidor de atualização.
178=Atualizar para versões beta
181=Baixando atualização...
182=Download da atualização concluído.
183=Aplicativos com regras do usuário
186=Isso permite todo o tráfego de loopback.
188=Redefinir
189=Deseja realmente redefinir todas as configurações do aplicativo?
191=examinar porta
192=lista de bloqueio
193=Verificando por novas versões...
194=Atualização disponível, deseja instalar agora?
195=regras do usuário
197=pacotes permitidos
198=Cronômetro para "%s" completado!
199=Muito grande
200=Aplicativos não usados
202=Aplicativos com cronômetro
203=Habilitar proteção dos filtros instalados
204=Previne aplicativo não autorizados de acessar os filtros instalados.
205=Atualizar filtros na chegada do dispositivo
206=Permitir redirecionamentos de IPv6 (6to4) para todos
207=recomendado
208=Exibir como tabela
210=Sempre permite este programa de acessar a Internet
211=Sempre bloqueia este programa de acessar a Internet
212=Não faz nada e pergunta mais tarde
213=Aplicar "%s" para aplicativo
214=Editar regras
215=Aplicativos
216=Serviços
217=Pacotes
218=Rede
219=Estado
220=Filtros ativados
221=Filtros desativados!
222=Aplicando filtros
223=Possui conexões de rede
224=Exibir na lista
225=Servidores de espionagem e telemetria da Microsoft
226=Servidores de atualização da Microsoft
227=Servidores de aplicativos da Microsoft
228=Porta
229=Alerta de rede
230=%s bloqueou a conexão deste aplicativo
231=Desativar
232=Segurança
233=Aplicativo de visualização de logs
234=Exibir notificações na Área de Notificação
235=Fechar conexão
236=Bloquear conexões de saída para todos
237=Bloquear conexões de entrada para todos

; Portuguese
; Luis Neves (luis.a.neves@sapo.pt)
; Guilherme Seabra

[Portuguese]
000=1588232878
001=Excluir
002=Não existem actualizações disponíveis.
004=Ficheiro
005=Definições
006=Sair
009=Purgar aplicações inutilizadas
010=Purgar temporizadores
013=Atualizar
014=Ver
015=Ícones
016=Pequenos
017=Grandes
018=Ocultar ícones
019=Idioma
020=Fonte
021=Ajuda
022=Página Web
023=Procurar atualizações
024=Agradecer!
025=Acerca
026=Mostrar/Ocultar
027=Ativar filtragem
028=Desativar filtragem
030=Regras
031=Lista de bloquados
032=Regras do sistema
033=Regras personalizadas
035=Registo de erros
036=Adicionar ficheiro
040=Todos
041=Desativar notificações
042=Criar regra
043=Temporizador
045=Desativar temporizador
046=Abrir a pasta da seleção
047=Copiar
048=Selecionar tudo
049=Marcar selecionados
050=Desmarcar selecionados
051=Adicionar
052=Editar
053=Apagar
054=Exportar
055=Importar
060=Permitir conexões loopback para todos
061=Ficheiro não encontrado
062=Ficheiro partilhado pela rede
064=Aplicação pico
066=Aplicação assinada
067=Notificações desativadas
068=Regras especiais
069=Aplicação do sistema
070=Aplicação de temporizador
071=Editor de regras
072=Nome
073=Regra
074=Família (só portas)
075=Protocolo
076=Direção
077=Ação
078=Data
079=Caminho
080=Assinatura
081=Endereço
082=Filtro
083=Notas
084=Adicionada
086=Tempo restante
087=Assinada
088=Não assinada
089=Aplicações permitidas
090=Aplicações bloqueadas
091=Regras ativadas
093=Regras desativadas
094=Saída
095=Entrada
096=Ambas (Entrada/Saída)
097=Permitir
098=Bloquar
102=Ativar regra
104=Ajuda
105=Guardar
106=Fechar
107=Geral
108=Configuração geral
109=Idioma
110=Confirmações
112=Destaque
114=Registar num ficheiro
115=Notificações
117=Sempre visível
118=Iniciar no arranque do sistema
119=Iniciar minimizado
120=Mostrar apenas nome dos ficheiros
121=Ajustar colunas automaticamente
122=Ignorar notificação do "Controlo da Conta de Utilizador" (UAC)
123=Procurar atualizações periodicamente (recomendado)
124=Selecionar idioma:
127=Evitar exploração de portas
128=Evitar exploração de portas UDP descartando silenciosamente conexões de entrada TCP RST e enviando "Destino Inacessível" em conexões de saída ICMP.
129=Instalar filtros em tempo de arranque
130=Prevent data leak during system startup, even before "Base Filtering Engine" (BFE) service starts. Prevenir fugas de dados durante a inicialização do sistema, mesmo antes do serviço "Motor de Filtragem Base" (BFE, na sigla em Inglês) executar.
134=Verificar assinatura digital das aplicações
135=Resolver endereços de rede
136=Desativar a Firewall do Windows
137=Ativar a Firewall do Windows
138=Mostrar janela de confirmação ao sair
139=Mostrar janela de confirmação ao sair quando existem temporizadores ativos
140=Confirmar ao apagar aplicações
141=Confirmar ao apagar registos
142=Duplo clique num item para o mudar.
143=Ativar registo de pacotes descartados em ficheiro
144=Mostrar registo
145=Limpar registo
146=Tamanho máximo de registo: (kB)
147=Ativar notificação de pacotes descartados
148=Ativar notificações sonoras
151=Intervalo de tempo entre as mesmas notificações (seg.):
158=Criar uma regra especial para permitir o acesso ao endereço e/ou porta para esta aplicação
159=Deseja iniciar a limpeza de memória?
160=Tem a certeza que deseja apagar %d item(s)?
161=Isto irá bloquear o acesso à rede a aplicações de acordo com a configuração selecionada! Deseja continuar?
162=Isto irá restaurar o acesso à rede a todas as aplicações bloqueadas! Deseja continuar?
164=Os filtros instalados continuarão a funcionar mesmo que saia, continuar?
167=Temporizador ativado. Os temporizadores só funcionam enquanto a aplicação está a correr, sair?
168=Apagar todos os temporizadores?
169=Não voltar a perguntar
170=Aplicações totais: %d
172=<vazio>
174=Erro de sintaxe na regra!
175=Origem
176=Destino
177=Erro de conexão do servidor de atualização.
178=Atualizar para versões beta
181=A descarregar atualização...
182=Download do update terminado.
183=Regras especiais de aplicações
186=Isto permite todo o tráfego loopback.
188=Restabelecer
189=Tem a certeza que deseja restabelecer as definições de todas as aplicações?
191=explorador de portas
192=lista negra
193=A verificar se existem novos lançamentos...
194=Atualização disponível, deseja instalá-la?
195=regras do utilizador
197=pacotes permitidos
198=Temporizador para  "%s" concluído!
199=Extra grande
200=Aplicações inutilizadas
202=Aplicações de temporizador
205=Refresh filters when devices are connected
213=Apply "%s" for app

; Russian
; Русская локализация от Henry++

[Russian]
000=1605084229
001=Исключить
002=Нет доступных обновлений.
003=Доступно обновление, загрузить и установить?
004=Файл
005=Настройки
006=Выйти
007=Правка
009=Удалить неиспользуемые приложения
010=Удалить все таймеры
011=Найти
012=Найти далее
013=Обновить
014=Вид
015=Значки
016=Маленькие
017=Средние
018=Не загружать значки
019=Язык
020=Шрифт
021=Помощь
022=Сайт программы
023=Проверить обновления
024=Поблагодарить!
025=О программе
026=Показать/скрыть
027=Включить фильтрацию
028=Отключить фильтрацию
030=Правила
031=Блоклист
032=Системные правила
033=Мои правила
035=Лог ошибок
036=Добавить приложение
040=Любой
041=Отключить уведомления
042=Создать правило
043=Таймер
045=Отключить таймер
046=Открыть папку
047=Скопировать
048=Выделить всё
049=Включить выделенные
050=Отключить выделенные
051=Добавить
052=Изменить
053=Удалить
054=Экспорт
055=Импорт
060=Разрешить loopback соединения для всех
061=Файл не существует
062=Файл из общего ресурса
064=Pico приложение
066=Подписанное приложение
067=Уведомления отключены
068=Пользовательские правила
069=Системное приложение
070=Приложение с таймером
071=Редактор правил
072=Название
073=Правило
074=Family (только для портов)
075=Протокол
076=Направление
077=Действие
078=Дата
079=Путь
080=Подпись
081=Адрес
082=Фильтр
083=Заметки
084=Добавлен
086=Оставшееся время
087=Подписан
088=Не подписан
089=Приложения с доступом в интернет
090=Приложения без доступа в интернет
091=Включенные правила
093=Отключенные правила
094=Исходящее
095=Входящее
096=Оба
097=Разрешить
098=Запретить
102=Включить правило
104=Справка
105=Сохранить
106=Закрыть
107=Основные
108=Основные параметры
109=Язык интерфейса
110=Подтверждения
111=Интерфейс
112=Подсветка
114=Лог пакетов
115=Уведомления
116=Дополнительно
117=Поверх остальных окон
118=Запускать при загрузке системы
119=Запускать свёрнутой
120=Показывать только имена файлов
121=Подгонять размер столбцов
122=Пропускать предупреждение "User Account Control"
123=Периодически проверять обновления (рекомендуется)
124=Выберите язык:
127=Предотвратить сканирование портов
128=Предотвратить сканирование портов запретив входящие TCP RST и исходящие ICMP "Destination Unreachable" запросы.
129=Включить boot-time фильтры
130=Предотвратить утечку данных до запуска системы, ещё до старта "Службы базовой фильтрации" (BFE).
134=Проверять цифровые подписи приложений
135=Разрешать сетевые адреса
136=Отключить брандмауэр Windows
137=Включить брандмауэр Windows
138=Подтверждение выхода
139=Подтверждение выхода при установленном таймере
140=Подтверждение удаления приложений из списка
141=Подтверждение очистки лога
142=Двойной клик на элементе для редактирования.
143=Включить запись пакетов в файл
144=Показать лог
145=Очистить лог
146=Максимальный размер лога: (kB)
147=Включить уведомления о сброшенных пакетах
148=Включить звук уведомлений
151=Таймаут между показом одинаковых уведомлений (сек.):
158=Применить пользовательское правило для открытия доступа к адресу или порту для этого приложения.
159=Вы уверены?
160=Удалить %d элемент(ов)?
161=Это ограничит доступ в сеть приложениям в соответствии с настройками программы, продолжить?
162=Это восстановит доступ в сеть всем приложениям, продолжить?
164=Настроенные фильтры продолжат свою работу даже после завершения программы, выйти?
167=Таймер активирован. Таймер работает только при запущенном приложении, выйти?
168=Удалить все таймеры?
169=Больше не спрашивать
170=Всего приложений: %d
172=<пусто>
174=Правило содержит синтаксическую ошибку!
175=Источник
176=Получатель
177=Ошибка при подключении к серверу обновлений.
178=Обновлять до бета версий
181=Загрузка обновления...
182=Загрузка обновления завершена.
183=Приложения с пользовательскими правилами
186=Разрешает весь loopback трафик.
188=Сбросить
189=Вы действительно хотите сбросить все настройки программы?
191=соединения сканера портов
192=соединения блоклиста
193=Проверка обновлений...
194=Доступно обновление, установить обновление?
195=пользовательские правила
197=разрешённые соединения
198=Таймер для "%s" завершён.
199=Большие
200=Неиспользуемые
202=Таймеры
203=Включить защиту установленных фильтров
204=Запретить сторонним приложениям доступ к установленным фильтрам.
205=Обновлять правила при подключении устройств
206=Разрешить переадресацию IPv6 (6to4) для всех
207=рекомендуется
208=Показывать в виде таблицы
210=Разрешить навсегда
211=Запретить навсегда
212=Запретить, но спросить позже
213=Применить "%s" для приложения
214=Редактировать правила
215=Приложения
216=Сервисы
217=UWP приложения
218=Соединения
219=Состояние
220=Фильтрация активирована!
221=Фильтрация НЕ активирована!
222=Применение фильтров
223=Имеет сетевые соединения
224=Показать в списке
225=Сервера телеметрии Microsoft
226=Сервера обновлений Microsoft
227=Сервера приложений Microsoft
228=Порт
229=Уведомление сети
230=%s заблокировал соединение приложения
231=Отключить
232=Безопасность
233=Приложение для просмотра лога
234=Показывать окно уведомления около системного трея
235=Закрыть соединение
236=Заблокировать исходящие соединения для всех
237=Заблокировать входящие соединения для всех
238=Значки
239=Детали
240=Плитки
241=Если оставить поля пустыми, то правило применяется ко всем адресам и портам.
242=Если не выбрано ни одного приложения, то правило применяется ко всем приложениям.
243=Фильтрация активирована до перезагрузки!
244=Постоянные правила. Правила будут активны пока вы не отключите их вручную.
245=Временные правила. Правила будут активны до перезагрузки системы.
246=Включить ведение лога в интерфейсе
247=Включить тихий режим, когда активно полноэкранное приложение
248=Трей
249=Одиночный клик на значке для открытия

; Serbian
; Preveo na srpski - Adeii

[Serbian]
000=1587559724
001=Isključi
002=Nema dostupnih ažuriranja.
003=Ažuriranje je dostupno, preuzmite i instalirajte?
004=Datoteka
005=Postavke
006=Izlaz
007=Izmeni
009=Uklanjanje neupotrebljenih aplikacija
010=Obriši sve tajmere
011=Traži
012=Pronađi sledeće
013=Osveži
014=Prikaži
015=Značke
016=Mala
017=Velika
018=Ne prikazuj ikone
019=Jezik
021=Pomoć
022=Sajt programa
023=Proveri ažuriranja
024=Hvala!
026=Prikaži / Sakrij
027=Omogući filtriranje
028=Onemogući filtriranje
030=Pravila
031=Lista blokova
032=Sistemska pravila
033=Moja pravila
035=Dnevnik grešaka
036=Dodaj datoteku
040=Sve
041=Onemogući obaveštenja
042=Kreiraj pravilo
043=Tajmer
045=Onemogući tajmer
046=Otvori fasciklu
047=Kopiraj
048=Izaberi sve
049=Omogući izabrano
050=Onemogući izabrano
051=Dodaj
052=Izmeni
053=Obriši
054=Izvezi
055=Uvoz
060=Dozvoli povratne veze za sve
061=Datoteka ne postoji
062=Datoteka iz deljenja
064=Piko aplikacija
066=Potpisana aplikacija
067=Obaveštenja su onemogućena
068=Posebna pravila
069=Sistemska aplikacija
070=Aplikacija za tajmer
071=Urednik pravila
072=Ime
073=Pravilo
074=Porodica (samo za portove)
075=Protokol
076=Smer
077=Akcija
078=Datum
079=Putanja
080=Digitalni potpis
081=Adresa
083=Napomene
084=Dodato
086=Preostalo vreme
087=Potpisano
088=Nije potpisan
089=Uključene aplikacije
090=Onemogućene aplikacije
091=Uključena pravila
093=Onemogućena pravila
094=Odlazni
095=Dolazni
096=Oba
097=Dozvoli
098=Blokiraj
102=Omogući pravilo
104=Pomoć
105=Sačuvaj
106=Zatvori
107=Osnovno
108=Osnovni parametri
109=Jezik interfejsa
110=Potvrde
111=Interfejs
112=Pozadinsko osvetljenje
114=Prijavljivanje
115=Obaveštenja
116=Napredno
117=Na vrhu ostalih prozora
118=Pokreni kada se sistem pokrene
119=Pokreni minimizirano
120=Prikaži samo imena datoteka
121=Prilagodite veličinu stupca
122=Preskoči upozorenje "Kontrola korisničkog naloga"
123=Povremeno proveravajte ažuriranja (preporučuje se)
124=Izaberite jezik:
127=Sprečavanje skeniranja portova
128=Sprečavanje skeniranja portova sprečavanjem dolaznog TCP RST i UDP i odlaznih ICMP zahteva sa "Odredište nije nađeno".
129=Omogući filtere za pokretanje sistema
130=Sprečavanje curenja podataka pre pokretanja sistema, čak i pre pokretanja "Osnovne usluge filtriranja" (BFE).
134=Provera digitalnih potpisa aplikacije
135=Dozvoli mrežne adrese
136=Onemogući Vindovs zaštitni zid
137=Omogući Vindovs zaštitni zid
138=Potvrda zatvaranja aplikacije
139=Potvrda zatvaranja aplikacije aktivnim tajmerom
140=Potvrda uklanjanja aplikacija sa liste
141=Potvrda brisanja dnevnika
142=Dvaput kliknite na stavku da biste je uredili.
143=Omogući pisanje ispuštenih paketa u datoteku
144=Prikaži dnevnik
145=Obriši dnevnik
146=Maksimalna veličina zapisa: (kB)
147=Omogući obaveštenje o ispuštenim paketima
148=Omogući zvuk obaveštenja
151=Vremenski razmak između prikazivanja istih obaveštenja (sek.):
158=Napravite posebno pravilo za dozvolu pristupa adresi i/ili portu za ovu aplikaciju.
159=Da li ste sigurni?
160=Obriši %d element(e)?
161=Ovo će ograničiti pristup mreži aplikacijama u skladu sa postavkama programa, nastaviti?
162=Ovo će vratiti pristup mreži svim aplikacijama, nastaviti?
164=Prilagođeni filteri nastavljaju sa radom i nakon završetka programa?
167=Tajmer je aktiviran. Tajmer radi samo kada je aplikacija pokrenuta?
168=Obriši sve tajmere?
169=Ne pitajte ponovo
170=Ukupno aplikacija:%d
172=<prazno>
174=Pravilo sadrži sintaktičku grešku!
175=Izvor
176=Primalac
177=Greška prilikom povezivanja sa serverom za ažuriranje.
178=Nadogradite na beta verzije
181=Preuzimanje ažuriranja ...
182=Ažuriranje preuzimanja je završeno.
183=Aplikacije sa posebnim pravilima
186=Dozvoljava sav povratni saobraćaj.
188=Resetuj
189=Da li zaista želite da resetujete sve postavke programa?
191=unosi skenera portova
192=unosi u listu blokova
193=Proveri ažuriranja ...
194=Dostupno ažuriranje, instalirajte ažuriranje?
195=prilagođena pravila
197=dozvoljeno
198=Tajmer za "%s" je završen!
199=Velika
200=Neiskorišteno
202=Tajmeri
203=Omogućite zaštitu instaliranih filtera
204=Sprečite aplikacije trećih strana da pristupaju instaliranim filterima.
205=Ažuriraj pravila kada su uređaji povezani
206=Dozvoli preusmeravanje IPv6 (6to4) na sve
207=preporučeno
210=Uvek dozvoli pristup Internetu
211=Uvek blokirajte pristup Internetu
212=Ništa ne radite, ali pitajte kasnije
213=Primeni "%s" za aplikaciju
214=Uredi pravila
215=Aplikacije
216=Usluge
217=Paketi
218=Veze
219=Status
220=Filtriranje je aktivirano!
221=Filtriranje nije aktivirano!
222=Primeni filtere
223=Ima mrežne veze
224=Prikaži u listi
226=Micro-n-softovi serveri za ažuriranje
227=Micro-n-softovi aplikacioni serveri
229=Obaveštenje o mreži
230=%s je blokirao vezu aplikacije
231=Onemogući
232=Bezbednost
233=Aplikacija za pregled dnevnika
234=Prikaži prozor sa obaveštenjima pored sistemske palete

; <Spanish>
; <Puche>, <FredMan95>

[Spanish]
000=1587559729
001=Excluir
002=No hay actualizaciones disponibles.
003=Actualización disponible. ¿Descargar e instalar ahora?
004=Archivo
005=Configuración
006=Salir
007=Editar
009=Purgar apps no utilizadas
010=Purgar temporizadores
011=Buscar
012=Buscar siguiente
013=Actualizar lista
014=Ver
015=Iconos
016=Pequeños
017=Grandes
018=Ocultar iconos
019=Idioma
020=Fuente
021=Ayuda
022=Sitio web
023=Buscar actualizaciones
024=¡Dar las gracias!
025=Acerca de
026=Mostrar/Ocultar
027=Activar filtros
028=Desactivar filtros
030=Reglas
031=Lista de bloqueo
032=Reglas del sistema
033=Reglas de usuario
035=Registro de errores
036=Agregar archivo
040=Cualquiera
041=Desactivar notificaciones
042=Crear regla
043=Temporizador
045=Desactivar temporizador
046=Abrir carpeta contenedora
047=Copiar
048=Seleccionar todo
049=Activar seleccionadas
050=Desactivar seleccionadas
051=Agregar
052=Editar
053=Borrar
054=Exportar
055=Importar
060=Permitir conexiones loopback para todo
061=No válido (archivo no encontrado o problema de filtro)
062=App de red compartida
064=App pico
066=App firmada
067=Notificaciones desactivadas
068=Reglas de usuario
069=App del sistema
070=App de temporizador
071=Editor de reglas
072=Nombre
073=Regla
074=Familia (sólo puertos)
075=Protocolo
076=Dirección
077=Acción
078=Fecha
079=Ruta
080=Firma
081=Dirección
082=Filtro
083=Notas
084=Agregada
086=Tiempo restante
087=Firmada
088=No firmada
089=Aplicaciones permitidas
090=Aplicaciones bloqueadas
091=Reglas activadas
093=Reglas desactivadas
094=Saliente
095=Entrante
096=Ambas
097=Permitir
098=Bloquear
102=Activar para todas las apps
104=Ayuda
105=Guardar
106=Cerrar
108=Configuración general
109=Idioma
110=Confirmaciones
111=Interfaz
112=Resaltado
114=Registrar a un archivo
115=Notificaciones
116=Avanzado
117=Siempre encima
118=Cargar al iniciar el sistema
119=Iniciar minimizado
120=Mostrar sólo nombres de archivos
121=Columnas de tamaño automático
122=Omitir advertencia de control de cuentas de usuario
123=Buscar actualizaciones periódicamente (recomendado)
124=Seleccionar idioma:
127=Evitar el escaneo de puertos
128=Evita el escaneo de puertos TCP al dejar caer silenciosamente el escaneo de puertos TCP RST y UDP entrantes respondiendo al ICMP saliente con "Destination Unreachable".
129=Activar filtros de tiempo de arranque
130=Evita la fuga de datos durante el inicio del sistema, incluso antes de que se inicie el servicio "Motor de Filtrado de Base" (BFE).
134=Comprobar firmas digitales de las apps
135=Resolver direcciones de red
136=Desactivar Firewall de Windows
137=Activar Firewall de Windows
138=Mostrar confirmación al salir
139=Mostrar confirmación al salir cuando los temporizadores están activos
140=Confirmar al eliminar aplicaciones
141=Confirmar al limpiar el registro
142=Haga doble clic en un elemento para cambiarlo.
143=Activar registro de paquetes perdidos a un archivo
144=Mostrar registro
145=Limpiar registro
146=Tamaño máximo del registro: (kB)
147=Activar notificaciones de paquetes perdidos
148=Activar sonido de las notificaciones
151=Tiempo de espera entre notificaciones similares (seg.):
158=Establecer una regla de usuario para permitir el acceso a una dirección o puerto para esta aplicación.
159=¿Está seguro?
160=¿Eliminar %d elementos?
161=Esto denegará el acceso a la red a las aplicaciones según lo definido por la configuración actual. ¿Continuar?
162=Esto restaurará el acceso a la red para todas las aplicaciones que están bloqueadas actualmente. ¿Continuar?
164=Los filtros instalados seguirán funcionando incluso al salir. ¿Continuar?
167=Temporizador(es) activado(s). Los temporizadores solo funcionarán cuando la aplicación se esté ejecutando. ¿Salir?
168=¿Eliminar todos los temporizadores?
169=No volver a preguntar
170=Aplicaciones totales: %d
172=<vacío>
174=¡Error de sintaxis en la regla!
175=Origen
176=Destino
177=Error de conexión del servidor de actualización.
178=Actualizar a versiones beta
181=Descargando actualización...
182=Descarga de actualización finalizada.
183=Apps con reglas de usuario
186=Esto permite todo el tráfico loopback.
188=Restablecer
189=¿Está seguro de que quiere restablecer todos los ajustes de la aplicación?
191=escáner de puertos
192=lista de bloqueo
193=Buscando nuevas versiones...
194=Actualización disponible. ¿Quiere instalarla ahora?
195=reglas de usuario
197=paquetes permitidos
198=¡El temporizador para "%s" ha caducado!
199=Extra grandes
200=Apps no utilizadas
202=Apps con temporizador
203=Activar protección de filtros instalados
204=Impide que las aplicaciones no autorizadas accedan a los filtros instalados.
205=Actualizar filtros al conectar dispositivos de almacenamiento
206=Permitir redirecciones IPv6 (6to4) para todo
207=recomendado
208=Mostrar como tabla
210=Permitir el acceso para siempre
211=Bloquear el acceso para siempre
212=Ignorar y preguntarme más tarde
213=Aplicar "%s" para esta app
214=Editar reglas
216=Servicios
217=Paquetes
218=Red
219=Estado
220=Los filtros están activados.
221=¡Los filtros están desactivados!
222=Aplicando filtros
223=Tiene conexiones de red
224=Mostrar en la lista
225=Servidores de espionaje y telemetría de Microsoft
226=Servidores de actualización de Microsoft
227=Servidores de aplicaciones de Microsoft
228=Puerto
229=Alerta de red
230=%s ha bloqueado la conexión de esta aplicación
231=Desactivar
232=Seguridad
233=App de visor de registros
234=Mostrar ventana de notificación en la bandeja
235=Cerrar conexión
236=Bloquear conexiones salientes para todo
237=Bloquear conexiones entrantes para todo

; <Türkçe>
; <Muha Aliss - muhaaliss@pm.me>
; <Alcazer Barış TÜRKGÜCÜ - code@alcazer.com>

[Turkish]
000=1596428438
001=Dışla
002=Güncelleme yok.
003=Güncelleme var. Şimdi indirilip kurulsun mu?
004=Dosya
005=Ayarlar
006=Çık
007=Düzenle
009=Kullanılmayan uygulamaları temizle
010=Zamanlayıcıları sil
011=Bul
012=Sonrakini bul
013=Yenile
014=Göster
015=Görünüm
016=Küçük
017=Büyük
018=Simgeleri gizle
019=Dil
020=Yazı tipi
021=Yardım
023=Güncellemeleri kontrol et
024=Teşekkür et
025=Hakkında
026=Göster/Gizle
027=Filtrelemeyi etkinleştir
028=Filtrelemeyi devre dışı bırak
030=Kurallar
031=Engellenenler
032=Sistem kuralları
033=Kullanıcı kuralları
035=Hata günlüğü
036=Dosya ekle
040=Tümü
041=Bildirimleri devre dışı bırak
042=Kural oluştur
043=Zamanlayıcı
045=Zamanlayıcıyı devre dışı bırak
046=Dosyayı içeren klasörü aç
047=Kopyala
048=Tümünü seç
049=Seçilenleri etkinleştir
050=Seçilenleri devre dışı bırak
051=Ekle
052=Düzenle
053=Sil
054=Ver
055=Al
060=Tüm geri döngü bağlantılarına izin ver
061=Geçersiz (dosya bulunamadı veya filtre sorunu)
062=Paylaşılan ağ uygulaması
064=Pico uygulaması
066=İmzalı uygulama
067=Bildirimleri devre dışı
068=Kullanıcı kuralları tanımlı
069=Sistem Uygulaması
070=Zamanlayıcı tanımlı
071=Kural düzenleyici
072=İsim
073=Kural
074=Küme (yalnızca bağlantı noktaları)
075=Protokol
076=Yön
077=Eylem
078=Tarih
079=Yol
080=İmza
081=Adres
082=Filtre
083=Not
084=Eklendi
086=Kalan zaman
087=İmzalanmış
088=İmzalanmamış
089=İzin verilen uygulamalar
090=Engellenen uygulamalar
091=Etkin kurallar
093=Engelli kuralları
094=Giden
095=Gelen
096=Her ikisi de
097=İzin ver
098=Engelle
102=Tüm uygulamalar için geçerli
104=Yardım
105=Uygula
106=Kapat
107=Genel
108=Genel yapılandırma
109=Dil
110=Onaylar
111=Arayüz
112=Vurgulama
114=Günlükleme
115=Bildirimler
116=Gelişmiş
117=Her zaman ön planda kal
118=Sistemle başla (Otomatik başlat)
119=Simge durumunda başlat
120=Yalnızca dosya adlarını göster
121=Sütunları otomatik boyutlandır
122="Kullanıcı Hesabı Kontrolünü" Atla (UAC)
123=Güncellemeleri düzenli olarak kontrol et (önerilir)
124=Dil Seç:
127=Bağlantı noktası taramasını önle
128=Gelen tüm TCP RST paketlerinin sessizce atıldığı ve giden ICMP'lerin UDP port taramalarını önlemek için "Hedef Ulaşılamaz" hata mesajı yayınladığı port taramalarından kaçının.
129=Önyükleme zamanı filtrelerini etkinleştir
130=Baz Filtreleme Motoru (BFE) servisine başlamadan önce sistemin başlatılması sırasında veri kaybını önleyin.
134=Dijital imzalar için uygulamaları kontrol et
135=Ağ adreslerini çöz
136=Windows Güvenlik Duvarını devre dışı bırak
137=Windows Güvenlik Duvarını etkinleştir
138=Çıkışta onay iste
139=Zamanlayıcılar etkinken çıkışta onay iste
140=Uygulamaları silerken onay iste
141=Günlük dosyasını silerken onay iste
142=Bir öğeyi değiştirmek için çift tıklayın.
143=Günlük dosyasına bırakılan paketleri kaydetmeyi etkinleştir
144=Günlüğü göster
145=Günlüğü temizle
146=Maksimum günlük boyutu: (kB)
147=Bırakılan paketler için bildirimleri etkinleştir
148=Bildirim sesini aç
151=Benzer bildirimler arasındaki zaman aşımı (sn.):
158=Bu uygulama için adrese ve/veya bağlantı noktasına erişime izin vermek için kullanıcı kuralını ayarlayın.
159=Emin misiniz?
160=%d öğe silinsin mi?
161=Bu, geçerli yapılandırma tarafından tanımlanan uygulamalara ağ erişimini engeller. Devam edilsin mi?
162=Bu, o anda engellenen tüm uygulamalar için ağ erişimini geri yükleyecektir. Devam edilsin mi?
164=Yüklü filtreler siz çıksanız bile çalışmaya devam eder. Devam edilsin mi?
167=Zamanlayıcılar etkinleştirildi. Zamanlayıcılar yalnızca uygulama çalışırken çalışır. Çıkmak istiyor musunuz?
168=Tüm zamanlayıcılar silinsin mi?
169=Tekrar sorma
170=Toplam uygulama sayısı: %d
172=<boş>
174=Kuralında sözdizimi hatası!
175=Kaynak
176=Hedef
177=Güncelleme sunucusu bağlantı hatası.
178=Beta sürümlerine güncelle
181=Güncelleme indiriliyor...
182=Güncelleme indirildi.
183=Kullanıcı kurallarına sahip uygulamalar
186=Bu, tüm geri döngü trafiğine izin verir.
188=Sıfırla
189=Tüm uygulama ayarlarını sıfırlamak istediğinizden emin misiniz?
191=Port tarayıcı
192=Engelleme listesi
193=Yeni sürümler kontrol ediliyor ...
194=Güncelleme mevcut, kurmak istiyor musunuz?
195=Kullanıcı kuralları
197=İzin verilen paketler
198="%s" için zamanlayıcı sona erdi.
199=Çok Büyük
200=Kullanılmayan uygulamalar
202=Zaman ayarlı uygulamalar
203=Kurulu filtrelerin korumasını etkinleştir
204=Yetkisiz uygulamaların yüklü filtrelere erişmesini önle.
205=(Depolama) aygıtları bağlandığında filtreleri yenile
206=Herkes için IPv6 yönlendirmelerine (6to4) izin ver
207=önerilir
208=Tablo olarak göster
210=Sonsuza kadar erişime izin ver
211=Sonsuza kadar erişimi engelle (krallık gelene kadar)
212=Yoksay ve sonra sor
213=Bu uygulama için "%s" uygula
214=Kuralları düzenle
215=Uygulamalar
216=Hizmetler
217=Paketler
218=Ağ
219=Durum
220=Filtreler etkin.
221=Filtreler devre dışı!
222=Filtreleri uygula
223=Ağ bağlantılarınız var
224=Listede göster
225=Microsoft casusluk ve telemetri sunucuları
226=Microsoft güncelleme sunucuları
227=Microsoft uygulama sunucuları
228=Bağlantı noktası
229=Ağ uyarısı
230=%s bu uygulamanın bağlantısını engelledi
231=Devre dışı
232=Güvenlik
233=Günlük görüntüleyici
234=Bildirim penceresini sistem tepsinde göster
235=Bağlantıyı kes
236=Herkes için giden bağlantıları engelle
237=Herkes için gelen bağlantıları engelle
238=Simgeler
239=Ayrıntılar
240=Döşemeler
241=Alanları boş bırakırsanız, kural herhangi bir adres ve/veya bağlantı noktası için uygulanır.
242=Seçili uygulama yoksa, kural tüm uygulamalar için uygulanır.
243=Filtreler yeniden başlatmaya kadar etkindir.
244=Kalıcı kurallar. Bu kurallar siz manuel olarak devre dışı bırakana kadar çalışır.
245=Geçiçi kurallar. Bu kurallar sonraki yeniden başlatmayla sıfırlanır.
246=Paket günlüğü arabirimini etkinleştir.
247=Tam ekran uygulama ön planda olduğunda sessiz modu etkinleştir.

; Ukrainian
; Українська локалізація від Henaro aka Ironwool

[Ukrainian]
000=1587559740
002=Немає доступних оновлень.
004=Файл
005=Налаштування
006=Вийти
007=Редагувати
009=Видалити зайві програми
010=Видалити таймери
013=Оновити
014=Вигляд
015=Значки
016=Маленькі
017=Великі
018=Не показувати значки
019=Мова
020=Шрифт
021=Допомога
022=Сайт програми
023=Шукати оновлення
024=Подякувати!
025=Про програму
026=Показати/приховати
027=Ввімкнути фільтрацію
028=Вимкнути фільтрацію
030=Правила
031=Блок.список
032=Системні правила
033=Мої правила
035=Лог помилок
036=Додати файл
040=Всі
041=Вимкнути сповіщення
042=Створити правило
043=Таймер
045=Вимкнути таймер
046=Відкрити папку
047=Копіювати
048=Виділити все
049=Ввімкнути виділені
050=Вимкнути виділені
051=Додати
052=Змінити
053=Видалити
054=Експорт
055=Імпорт
060=Дозволити loopback підключення для всіх
061=Файл не існує
062=Файл зі спільного ресурсу
064=Pico додаток
066=Підписана програма
067=Сповіщення вимкнуто
068=Special rules
069=Системна програма
070=Програма з таймером
071=Редактор правил
072=Назва
073=Правило
074=Family (тільки для портів)
075=Протокол
076=Напрямок
077=Дія
078=Дата
079=Шлях
080=Підпис
081=Адреса
082=Фільтр
083=Нотатки
084=Додано
086=Залишилось часу
087=Підписаний
088=Не підписаний
089=Дозволені програми
090=Заблоковані програми
091=Діючі правила
093=Вимкнуті правила
094=Вихідний
095=Вхідний
096=Обидва
097=Дозволити
098=Заборонити
102=Ввімкнути правило
104=Довідка
105=Зберегти
106=Закрити
107=Основні
108=Основні параметри
109=Мова інтерфейсу
110=Підтвердження
111=Інтерфейс
112=Підсвічування
114=Запис у файл
115=Сповіщення
117=Поверх інших вікон
118=Запускати при завантаженні системи
119=Запускати згорнутим
120=Показувати тільки імена файлів
121=Припасувати розмір стовпчиків
122=Пропускати попередження "User Account Control"
123=Періодично шукати оновлення (рекомендовано)
124=Оберіть мову:
127=Ввімкнути stealth-режим
128=Запобігти скануванню портів заборонивши вхідні TCP RST та вихідні ICMP "Destination Unreachable" запити.
129=Ввімкнути фільтри часу завантаження
130=Запобігти витоку даних до запуску системи, ще до старту "Служби базової фільтрації" (BFE).
134=Перевіряти цифрові підписи програм
135=Дозволяти мережеві адреси
136=Вимкнути брандмауер Windows
137=Ввімкнути брандмауер Windows
138=Підтвердження закриття програми
139=Підтвердження закриття програми з активним таймером
140=Підтвердження видалення програм зі списку
141=Підтвердження очищення логу
142=Подвійний клік на елементі для редагування.
143=Ввімкнути запис скинутих пакетів у файл
144=Показати лог
145=Очистити лог
146=Максимальний розмір логу: (kB)
147=Ввімкнути сповіщення про скинуті пакети
148=Ввімкнути звук для сповіщень
151=Затримка між показом однакових сповіщень (сек.):
158=Створити правило і застосувати до цієї програми.
159=Ви впевнені?
160=Видалити %d елемент(ів)?
161=Це обмежить доступ в мережу для програм у відповідності з налаштуваннями simplewall, продовжити?
162=Це відновить доступ у мережу для всіх програм, продовжити?
164=Налаштовані фільтри діятимуть навіть після закриття simplewall, вийти?
167=Таймер активовано. Таймери працюють тільки коли програму запущено, вийти?
168=Видалити всі таймери?
169=Більше не запитувати
170=Всього програм: %d
172=<порожньо>
174=Правило містить синтаксичну помилку!
175=Джерело
176=Призначення
177=Помилка підключення до сервера оновлення.
178=Оновити до бета-версії
181=Завантаження оновлення...
182=Завантаження оновлення завершено.
183=Додатки зі сеціальними правилами
186=Дозволяє весь loopback трафік.
188=Скинути
189=Ви впевнені, що хочете скинути всі налаштування програми?
191=записи сканера портів
192=записи блоклиста
193=Пошук нових версій...
194=Є оновлення, ви хочете встановити його?
197=дозволені пакети
198=Таймер для "%s" завершився!
199=Дуже великі
200=Невикористані програми
202=Програми з таймером
203=Увімкнути захист встановлених фільтрів
204=Заборонити стороннім програмам доступ до встановлених фільтрів.
205=Оновити фільтри, коли є підключені пристрої
206=Дозволити IPv6 перенаправлення (6to4) для всіх
207=рекомендовано
208=Показати як таблицю
210=Завжди дозволяти цій програмі доступ до Інтернету
211=Завжди блокувати цю програму від доступу до Інтернету
212=Не робити нічого та запитати мене пізніше
213=Застосувати "%s" для програми
214=Редагувати правила
216=Сервіси
217=Пакети
218=Мережа
220=Фільтрація активована!
221=Фільтрація не активована!
222=Застосування фільтрів
223=Має мережеві з`єднання
224=Показати в списку
